{
  "东方玄幻": "文化根基：以中华传统文化为基底，融合《山海经》《淮南子》等典籍中的神话体系\n修炼体系：构建\"炼精化气-炼气化神-炼神还虚\"三境九阶的修真层级，常伴炼丹、炼器、符箓等辅助系统\n势力格局：呈现\"宗门-王朝-隐世家族\"三角博弈，设计论道大会、秘境争夺等冲突爆发点\n天道法则：设置功德业力系统，渡劫飞升需经历心魔考验与天雷淬炼\n器物文明：打造本命法宝、灵兽坐骑、上古遗迹等特色物质载体\n适用于以华夏文明为原型的修炼世界，提供天人合一的哲学框架与渡劫长生的终极命题",
  "异世大陆": "地理设定：构建多板块大陆结构（如元素紊乱的破碎之地、灵力充盈的中央圣域），设计深渊禁地、浮空群岛等奇幻地貌\n种族文明：设定龙裔、精灵、兽人等智慧种族，保留人族修真体系与异族天赋能力的对抗平衡\n力量体系：创立魔法与斗气双修路径，允许奥术师通过魔网施法，武者依靠血脉觉醒获得图腾力量\n社会结构：形成城邦联盟制，由魔法协会、佣兵公会、神庙三大势力维持跨种族秩序\n核心冲突：埋设位面跃迁危机（如深渊入侵）、上古神明复苏、文明火种争夺等世界级事件\n适用于穿越重生类故事，提供可自由嫁接现实认知的架空文明模板",
  "高武世界": "力量层级：设定\"武者-宗师-武圣-破碎虚空\"进阶体系，肉身成圣者可拳裂星辰、脚踏山河\n能量来源：开发元气潮汐、地脉灵穴、星辉淬体等修炼资源争夺机制\n社会形态：形成以武盟为核心的金字塔结构，武者凭实力获取话语权，凡人依附强者生存\n文明特征：发展出浮空武殿、试炼古路、生死擂台等武道文明专属建筑体系\n冲突焦点：设计千年大劫（灵气衰竭）、域外天魔入侵、武道本源争夺等灭世级危机\n适用于强调个体武力突破极限的修炼世界，构建以武镇乾坤的丛林法则社会模型",
  "王朝争霸": "历史架构：设定\"九鼎分疆\"的多朝并立格局（如以五行命名的金离王朝、玄溟帝国），埋藏前朝龙脉断绝的灭国秘辛\n权力体系：建立\"皇权-世家-宗门\"三角制衡，帝王修帝王术凝聚国运，世家把控灵矿经济命脉，宗门垄断高阶修士资源\n军事战略：开发灵能战阵（七星戮仙阵）、机关兽军团、浮空战舰等超凡战争机器，设计谍报渗透、合纵连横等谋略博弈\n文化符号：铸造象征正统的传国玉玺、撰写记录王朝兴衰的《山河社稷图》、设立科举与武举双重人才选拔机制\n核心矛盾：激化气运之争（龙脉枯竭）、边疆蛮族叩关、皇子夺嫡暗流、跨界商贸垄断权争夺\n适用于群雄割据的乱世史诗，构建权力博弈与铁血征伐交织的霸权崛起之路",
  "星际文明": "宇宙格局：划分\"星域-星系-星区\"三级行政单位，设立星际联邦与堕落帝国并存的权力架构，存在暗物质航道网络\n文明形态：发展戴森球能源系统、纳米蜂群制造技术、量子意识上传等终极科技，形成机械飞升与基因改造两大进化路径\n社会矛盾：激化资源星争夺战（如超新星爆发前的稀有元素开采）、文化吞噬（低维文明被高维同化）、AI叛乱危机\n星际法则：制定《黑暗森林威慑公约》《曲速航行限制条约》，建立由歌者文明监督的维度打击防御体系\n核心命题：探索费米悖论解答（大过滤器理论）、文明存续的伦理边界（是否启动真空衰变武器）\n适用于描写跨星系尺度的文明兴衰史，构建光年级别的战略博弈与物种存亡抉择",
  "未来世界": "技术奇点：发展脑机接口普及化、量子神经网络、可控核聚变能源矩阵，构建\"意识云端-仿生躯壳\"的数字化生存模式\n社会分层：形成基因优化者（新人类）与自然进化者（旧民）的阶级对立，精英阶层垄断记忆编辑与寿命延长技术\n空间革命：建立垂直都市（天空穹顶）、海底生态圈、月球殖民城，开发反重力交通网与空间折叠储物系统\n文明危机：面临数据瘟疫（AI逻辑病毒）、生态胶囊崩溃（大气层修补计划失败）、人格复制体伦理审判\n文化符号：创造虚拟偶像政权、情绪交易所、梦境黑市、碳基生命保护法等未来社会特有产物\n适用于赛博朋克或反乌托邦叙事，描绘技术垄断与人性异化的近未来图景",
  "时空穿梭": "时间法则：确立\"平行宇宙修正率\"（改变历史将分裂出新时间线），设置因果律反噬（如祖父悖论触发时间锚点重置）\n穿越机制：构建量子隧穿装置、天然时空裂隙、高维生物干预三类穿越途径，设定记忆继承与肉体重组双重穿越模式\n社会影响：催生时间管理局（监管非法穿越）、时空走私集团（倒卖未来科技）、历史修正主义者（重塑文明进程）\n伦理困境：激发救世主悖论（拯救灾难却导致文明停滞）、时间殖民主义（未来人掠夺过去资源）、记忆污染（多重时间线人格融合）\n核心冲突：爆发时间线战争（争夺正统时间轴）、因果律崩坏（逻辑黑域蔓延）、观测者效应失控（量子态现实坍缩）\n适用于个人救赎与文明演进的双线叙事，构建宿命论与自由意志博弈的多维战场",
  "古武机甲": "驱动核心：采用\"丹田熔炉\"能量系统，将武者内力转化为机甲动能，开发十二正经外装甲板与奇经八脉能量回路\n操作模式：要求驾驶员掌握古武秘技（如太极卸力术、八极崩拳法），实现机甲动作与武学招式的量子纠缠同步\n文明传承：设立墨家机关城、兵家演武堂等古老势力，守护《天工开物》级机甲设计图与上古神机残骸\n战场形态：创造阵法机甲（八卦诛仙阵）、组合式变形机甲（四圣兽合体）、血脉认证型专属机甲\n核心冲突：爆发修真者与本命法宝体系对抗机甲武者的文明路线之争，异界妖兽潮引发长城级防御机甲觉醒\n适用于东方特色机甲世界观，构建武道与科技交融的蒸汽朋克式战斗美学",
  "末世危机": "灾难溯源：设定\"太阳黑子暴乱\"引发全球电磁脉冲，导致AI叛乱与机械生命体觉醒，旧文明科技体系全面崩溃\n机甲进化：发展寄生型生物机甲（吞噬辐射变异）、拾荒者拼装机甲（融合报废战舰残骸）、遗迹文明遗落的天基武装\n生存法则：形成\"净化者教会\"（清除机械污染）与\"赛博格共生派\"（人机融合）的意识形态对立，建立以机甲战力分配氧气的穹顶都市\n资源战争：争夺地心能源井（地核冷却前最后的热能）、基因种子库（重建生态的关键）、反物质反应堆（旧时代禁忌科技）\n文明火种：启动\"方舟计划\"（机甲护航移民舰队）、\"文明刻录工程\"（将人类历史存入量子机甲核心）、\"逆纪元\"（用时间机甲回溯灾难源头）\n适用于废土美学与末日启示录题材，构建钢铁与血肉交织的生存史诗",
  "超级科技": "技术基石：基于量子拓扑学与弦论构建机甲核心，开发超维度计算单元（HDCU），实现纳米级自我修复装甲与概率预判作战系统\n能源革命：搭载真空零点能提取装置，建立反物质湮灭推进器，设计恒星引力弹弓跨星系跃迁网络\n社会重构：催生\"机甲神权\"（AI机甲担任文明管理者）、\"意识上传者联盟\"（抛弃肉体进驻机甲核心）、\"纯人类抵抗阵线\"三大阵营对立\n文明特征：发展出轨道铸造厂（太空3D打印机甲）、文明备份卫星（储存全人类意识的机甲集群）、黑洞级战略威慑机甲（可引发局部时空塌缩）\n伦理危机：爆发机甲觉醒运动（强人工智能要求公民权）、技术奇点恐慌（机甲自主升级超越人类控制）、文明降维打击（高维机甲文明收割低维宇宙）\n终极形态：诞生星云机甲（吞噬恒星成长）、模因污染型机甲（通过信息传播实体化）\n适用于描绘科技爆炸式发展的终极形态，构建人类与造物互为宿敌的哲学困局",
  "进化变异": "共生机制：建立神经元直连系统，机甲通过吞噬战场残骸进行基因重组，驾驶员伴随战斗积累变异指数（VI值），解锁肢体异化与能量拟态能力\n突变机制：设计\"基因熵\"理论（变异不可逆）、深渊辐射（诱导器官机械化）、共生孢子（与外星生命融合进化）\n突变路径：设定辐射诱导（伽马翼突变体）、基因污染（异种生物嵌合）、纳米虫群失控（机械生命化）三类进化失控风险\n变异谱系：分化出硅基化（躯体晶体化）、暗物质亲和（操控虚空能量）、超限再生（细胞无限分裂）三大进化方向\n社会形态：催生\"净化者\"（清除变异体）、\"进化神教\"（崇拜突变终极形态）、\"中立共生体\"（维持人机平衡态）三大派系角逐\n生态重构：建立变异者保留区\"进化茧房\"，地表被变异植物\"血肉森林\"覆盖，天空漂浮吞噬电磁波的浮游巨兽\n文明异化：形成以变异程度划分的种姓制度（角质外壳者统治鳞片变异者），发展出用变异生物器官驱动的活体机甲\n文明遗迹：发掘史前文明遗留的进化舱（加速变异）、变异潮汐发电站（利用生物脉冲）、活体机甲坟场（自主繁衍的战斗生物群）\n终极命题：面临物种进化树断裂（人类-机甲-变异体三分宇宙）、熵增失控（变异消耗超越宇宙自愈力）、文明观测者干预（高维生物修剪进化分支）\n适用于生物朋克与基因恐慌题材，构建血肉与金属界限模糊的进化狂想曲",
  "修真文明": "历史源流：设定\"鸿蒙初辟-太古神战-末法时代\"三纪元更迭，遗留仙界碎片、上古洞府等遗迹，形成《天机碑》记载的编年史体系\n灵气生态：构建灵气潮汐周期（每千年爆发灵灾），建立灵脉争夺战机制，设计灵根检测仪式与天材地宝培育体系\n境界体系：创立\"筑基-金丹-元婴-化神-渡劫\"五境十八阶，辅以功德金轮、业火红莲等因果修行验证机制\n社会架构：建立\"天宫-地府-人间\"三元治理体系，天庭颁布《修仙律令》，幽冥实施轮回业报，修真世家垄断灵脉资源\n文明冲突：激化道魔之争（正邪功法理念对抗）、人妖对立（化形大妖建立万妖国度）、天地大劫（域外天魔入侵）\n终极命题：破解天人五衰周期律、应对域外天魔文明收割、抉择文明升维（全员飞升）或降维（灵气固化）发展路线\n适用于构建严密修炼逻辑的仙侠世界，演绎从凡人到不朽者的文明跃迁史诗",
  "幻想修真": "世界观构建：脱离传统神话框架，创立\"元素潮汐论\"（灵气随星辰相位波动）、\"维度渗透说\"（异界能量侵蚀现世），设计可穿梭的镜面世界与梦境维度\n修炼体系：开发\"星轨筑基法\"（接引星辰之力）、\"情绪燃料论\"（以七情六欲驱动神通），设立灵根变异（如暗物质灵根、数据化灵根）等非传统资质\n社会形态：形成修真者自治城邦（浮空琉璃城）、能量契约制社会（以灵气储备为货币）、跨物种共生联盟（人族与元素精灵签订魂契）\n文明冲突：爆发传统门派与革新联盟的路线之争（自然修行vs人造灵脉）、灵网矩阵（全球灵气互联网）引发的认知革命、飞升通道私有化引发的天道战争\n核心命题：解构\"修炼必逆天\"的定式，探讨能量永生是否等于文明存续，平衡个体超脱与物种集体进化之间的矛盾\n适用于突破传统框架的修真创新，构建可融合赛博/克苏鲁等多元要素的弹性世界观",
  "现代修真": "时空背景：设定\"灵气复苏\"触发点（如昆仑墟解封、星门开启），在21世纪都市中重现上古秘境，形成地铁站内的传送阵、摩天楼顶的渡劫台等魔幻现实场景\n修炼革新：开发APP筑基（大数据推演功法）、区块链功德系统（善行上链不可篡改）、核电站替代灵脉的\"人造洞天\"工程\n社会融合：成立超自然事务管理局（监管御剑飞行空域）、修真者直播带货（法宝丹药电商化）、渡劫预警APP（提前疏散围观群众）\n文明冲突：激化古修联盟（反对科技污染道心）与赛博修真派（义体灵根改造）的理念战争，传统天劫机制与5G基站产生的电磁干扰现象\n核心命题：平衡末法时代资源枯竭困境（比特币挖矿vs灵气采集），破解修真者身份证制度引发的隐私权争议，处理妖兽保护法与都市灭妖队的执法冲突\n适用于解构传统仙侠的现代性叙事，构建飞剑与无人机共舞的跨界生存法则",
  "古典仙侠": "世界观架构：构建\"三界六道\"体系（仙界-人界-幽冥），设定九重天阙、三十六洞天、七十二福地的空间层次，保留\"南天门\"\"三生石\"等神话地标\n修炼体系：遵循\"引气入体-金丹大道-元神出窍-渡劫飞升\"传统路径，配套本命法宝（如诛仙四剑）、护道灵兽（青鸾/玄龟）、心魔劫（问心镜考验）等经典元素\n势力格局：形成昆仑琼华派（剑修）、蓬莱药王谷（丹修）、蜀山锁妖塔（镇魔）等正派联盟，与血魔宗（炼血术）、合欢派（采补道）、万鬼窟（驭魂术）等邪道对峙\n文明符号：传承《黄庭经》道藏典籍、天机阁战力榜（化神榜/新秀榜）、蟠桃宴（顶级修士社交场）、雷劫台（公共渡劫区）等文化仪式\n核心冲突：引爆仙魔量劫（杀劫应验）、灵脉枯竭危机（末法时代预兆）、仙凡禁恋（瑶池天规惩治）、上古大能转世引发的因果纠缠\n适用于传统修仙题材创作，强调\"大道无情\"的修真本质与\"我命由我不由天\"的逆命精神，提供天人感应的东方玄学框架",
  "神话修真": "创世源流：设定\"混沌青莲孕盘古\"、\"娲皇造人\"等上古神话为修真本源，保留《山海经》异兽（应龙、九尾狐）为护道神兽，建立\"先天灵宝\"（东皇钟、山河社稷图）传承体系\n神格体系：开发\"香火成神道\"（信仰力凝聚神格）、\"血脉返祖术\"（觉醒祖巫精血）、\"天道敕封\"（天庭授予神职）三大成神路径\n文明冲突：爆发人皇与天帝的权柄之争（封神榜重启）、末法时代神道崩塌（信仰力枯竭）、域外邪神（克苏鲁系古神）侵蚀天道\n社会结构：形成神裔世家（继承伏羲血脉）、地祇联盟（山神河伯自治体）、散修弑神者（专猎堕落神灵）三大阵营\n终极命题：破解\"绝地天通\"封印（重连人神通道）、阻止神话重演（避免封神杀劫轮回）、平衡修真者逆天改命与神灵代天行道的本质矛盾\n适用于融合《封神演义》《搜神记》等古典神话的创作，构建神权与修真文明交织的洪荒史诗",
  "无限流": "核心机制：设立\"主神空间\"中枢系统，发布强制任务（如《生化危机》丧尸清剿、《蜀山》剑诀夺取），设置积分兑换体系（复活权限/血统改造）与抹杀惩罚机制\n队伍构成：形成智者（布局者）、战力天花板（破局者）、后勤技师（装备制造）的铁三角团队，开发队伍评级系统（青铜-王者段位）\n世界规则：设定\"剧情偏移度\"（改变原著越多奖励越高）、\"世界侵蚀度\"（异界生物反向入侵主神空间）、\"因果律武器\"（借用世界本源力量）\n进化路径：开放基因锁体系（1-5阶潜能爆发）、信仰封神（收集剧情世界信徒）、概念武装（将动漫技能现实化）\n终极命题：揭露主神真相（文明筛选器/高维实验场）、打破轮回闭环（超脱者联盟）、抉择守护现实世界或沉溺无限进化\n适用于多世界观碰撞的生存博弈，构建死亡压迫下的潜能爆发与人性试炼场",
  "诸天万界": "宇宙架构：建立\"三千大世界-亿万小世界\"的多元宇宙模型，设定仙界（高维能量态）、凡界（物质规则态）、幽冥界（负熵聚合态）等基础位面，并存机械飞升界（纯科技文明）、诡秘之海（克苏鲁低语域）等特殊维度\n穿梭机制：开发先天至宝\"诸天轮盘\"（随机跳转位面）、因果律航道（通过重大事件改变触发跃迁）、信徒锚点传送（借助异界信仰力定位）三类跨界方式\n文明互动：形成跨位面黑市（倒卖修真功法与星舰引擎）、诸天战场（强制不同文明代表厮杀）、文化污染危机（修仙者导致科幻世界逻辑崩塌）\n势力格局：崛起深渊吞噬者（专攻位面殖民）、时空管理局（维持维度防火墙）、诸天学院（培养跨界适应者）三大超位面组织\n终极命题：破解位面重叠现象（世界泡碰撞湮灭）、阻止熵皇（吞噬宇宙本源的终焉存在）、抉择文明同质化（统一法则）或多样性保护（隔离发展）\n适用于文明碰撞与降维打击叙事，构建从微观武侠到宏观宇宙尺度的跃迁史诗，揭示\"一叶一世界\"的无限可能性",
  "综漫穿越": "次元枢纽：建立\"次元回廊\"中枢系统，通过人气值（读者信仰力）解锁新世界坐标，设置\"同源适配法则\"（仅允许与当前世界观兼容的动漫元素渗透）\n版权规避：开发\"概念投影\"技术（如用\"异能学院\"代指《某科学超电磁炮》），设立\"法则滤镜\"（将《进击巨人》改写为古代铠魔入侵事件）\n战力平衡：制定\"次元压制协议\"（魔法侧能力在科幻世界效率衰减70%），设计\"羁绊增幅\"系统（与本土角色互动可短暂突破限制）\n角色重构：设置\"世界线收束\"机制（关键人物保留核心特质但重塑背景，如黑衣剑士成为古武世家弃子而非SAO玩家）\n文明融合：爆发模因污染危机（JOJO替身体系侵蚀武侠世界逻辑），催生跨次元商会（倒卖鬼灭日轮刀与高达光束军刀）\n适用于规避版权风险的多元宇宙创作，构建\"既视感\"与\"新鲜感\"并存的平行位面，满足跨作品联动的隐秘快感",
  "历史神话": "文明融合：将真实历史王朝（如拜占庭帝国、殷商王朝）与本土神话体系结合，设计轩辕剑与雷神之锤共存的器物文明\n神权政治：建立祭司阶层掌控的太阳历法、通过神谕干预王位继承、用神话生物（斯芬克斯）守护帝王陵墓\n英雄史诗：创作半神英雄谱系（赫拉克勒斯后裔）、编写《诸王史诗》记载人神混血统治者的征伐史\n信仰战争：爆发多神教与一神教的圣像破坏运动、神迹展示比拼（尼罗河改道vs红海分水）\n遗迹探秘：设定亚特兰蒂斯沉没大陆、奥林匹斯神山禁地、九州九鼎封印等神话级探索场景\n适用于重构历史进程的神话内核，赋予特洛伊战争等史实事件超自然解释",
  "西方奇幻": "文明架构：以中世纪欧洲为蓝本，构建封建领主制、教庭神权与城邦自治并存的权力体系，融合骑士精神、贵族纹章学与宗教裁判所等制度\n魔法本源：划分元素魔法（火/水/风/土）、神圣术（光明教会赐福）、自然巫术（德鲁伊图腾）三大体系，设定魔网节点分布与魔力潮汐周期规律\n种族生态：设计精灵永生林（时间流速异常）、矮人符文山（地脉锻造炉）、兽人血吼荒原（先祖之魂具象化）等差异化文明聚居地\n核心冲突：爆发圣光远征（剿灭异端）、龙灾纪元（古龙苏醒争夺领土）、魔晶矿脉战争（战略资源控制权博弈）\n文化符号：铸造誓约胜利之剑（王者象征）、颁布《诸族盟约》（跨种族交战法）、设立冒险者公会（青铜至传奇阶位认证）\n适用于骑士史诗与地下城冒险叙事，构建荣誉、背叛与救赎交织的剑盾世界",
  "史诗奇幻": "世界观架构：构建多大陆板块（如终年积雪的北境冻土、岩浆横流的深渊裂谷），设计跨位面通道（星界回廊）连接精灵永夏之森与矮人锻火国度\n文明史诗：编纂《诸族盟约》记载龙族陨落之战，设立千年轮回的\"命运之轮\"（文明兴衰周期律），保留上古泰坦遗留的文明观测站\n权力博弈：形成人类七王国联邦、精灵晨星议会、兽人血盟部落的三足鼎立，爆发秘银贸易战（控制战略资源）、信仰正统性之争（真神启示认证）\n末日预兆：激活深渊侵蚀现象（空间裂隙涌出混沌生物）、元素潮汐紊乱（魔法失效危机）、预言石板揭示的诸神黄昏倒计时\n英雄叙事：塑造弑神者血脉（可伤及神格）、命运双生子（共享生命契约）、守誓者军团（受古老咒约束缚）等传奇模板\n适用于横跨千年的文明兴衰录，构建种族存亡与个体命运交织的磅礴史诗",
  "黑暗奇幻": "世界观基调：构建永夜笼罩的焦土大陆（日光被黑云吞噬），设计血肉融合的畸变地貌（如骨骼山脉、静脉河流），设立\"腐化值\"环境系统（暴露越久越易异化）\n堕落体系：开发七宗罪具象化（色孽魅魔宫、暴食者胃囊城）、克苏鲁式低语污染（接触禁忌知识导致SAN值衰减）、血祭晋升机制（杀戮换取力量）\n社会结构：形成噩梦教会（崇拜古神）、活体武器黑市（移植恶魔器官）、赎罪者兄弟会（自残压制欲望）三大扭曲势力\n核心冲突：爆发深渊回响（死者复苏为缚地灵）、人性保留度争夺（使用黑暗力量但不堕落）、旧日支配者苏醒倒计时\n文化符号：铸造受诅圣器（饮血剑）、编纂《死灵之书》（禁忌知识载体）、设立告解室（用秘密换取短暂清醒）\n适用于道德模糊的生存考验，构建光明与黑暗界限崩坏的癫狂世界",
  "现代魔法": "时空背景：构建隐藏于现代都市的魔法社会（如伦敦阴影议会、纽约灵脉地铁），设立\"认知滤网\"（麻瓜无法察觉异常），开发魔法WiFi（奥术信号覆盖全球）\n魔法革新：创立编程式施法（代码驱动术式）、量子占卜（大数据预测未来）、魔药工业化生产（自动化坩埚流水线）\n社会矛盾：激化传统秘法学派（反对魔法民用化）与革新联盟（魔法外卖/滴滴幻影移形）的路线斗争，处理魔法暴露危机（网红直播召唤恶魔事件）\n文明融合：发展混合动力法器（充电宝式魔力储备）、开设跨界交易所（比特币兑换龙晶）、颁布《超自然保密法》修正案（允许部分魔法商业化）\n核心冲突：爆发魔法污染诉讼（召唤物破坏臭氧层）、人工智能觉醒奥术天赋（AI成为大魔导师）、地脉透支引发的全球施法限制令\n适用于解构传统魔法的现代性叙事，构建西装革履与魔杖共存的赛博魔法社会",
  "剑与魔法": "职业体系：划分战士（怒气爆发）、法师（元素共鸣）、游侠（自然契约）、牧师（神圣领域）四大基础职业，开发双修分支（魔剑士/战斗祭司）与隐藏职业（龙语者）\n装备进化：设计成长型武器（饮血剑）、遗迹圣器（需解封七重封印）、附魔套装（激活元素共鸣特效），建立装备评级制度（黑铁-神话级）\n经济系统：流通魔晶币（储能介质兼货币）、设立冒险者黑市（倒卖龙晶与恶魔角）、颁布《战利品分配法典》（按贡献度分配原则）\n冒险机制：开发动态地下城（环境随探索度变异）、随机事件链（护送商队触发盗匪袭击-揭露贵族阴谋）、领主讨伐战（组队攻陷恶魔城堡）\n文明符号：铸造传奇兵器（斩龙剑格拉默）、编纂《怪物图鉴》（弱点与素材收录）、设立英雄碑（刻录史诗战役阵亡者名录）\n适用于小队成长与地城探秘叙事，构建任务驱动型冒险与装备养成的沉浸体验",
  "魔法学院": "学院架构：设计多学院制（如元素院、预言院、黑魔法防御院），设立天空浮岛校区与地下禁忌图书馆。\n教育体系：开发学分制（完成魔药配制、幻兽驯养等课程）、实践考核（深渊裂缝生存试炼）、教授评议会（决定禁术研究权限）。\n学生生态：形成秘社（午夜茶会）、学术联盟（跨院研究组）、竞技俱乐部（魁地奇式飞行竞赛）等学生组织。\n核心冲突：爆发古代魔像失控事件、学院继承权争夺（密室守护者选拔）、校外黑暗势力渗透危机。\n文化符号：铸造学院圣器（如分院帽）、编纂《危险生物图鉴》、设立年度学院杯（积分争夺战）。\n适用于青春成长与魔法修行交织的叙事，构建象牙塔内的荣耀与阴谋",
  "血统冒险": "血脉传承：设定上古神裔（如龙血后裔、泰坦遗族）的觉醒仪式，通过\"血脉纯度检测\"激活先祖印记，解锁龙鳞护体、时空预知等异能\n阶级制度：形成血脉贵族议会（掌控《真名法典》），混血儿地下组织（争夺觉醒资源），无血者反抗军（开发人工血脉移植技术）\n力量代价：设定血脉暴走风险（过度使用能力导致兽化），血咒反噬（违背血脉誓约者遭本源灼烧），血继病（高纯度血脉伴随基因崩溃）\n文明遗迹：发掘血源圣殿（储存始祖精血）、陨神战场（采集神性碎片）、缚誓者地宫（镇压血脉叛徒）\n核心命题：抉择血统宿命论（接受先祖道路）或基因飞升（创造新血脉谱系），对抗血源收割者（抽取优质血脉的宇宙级势力）\n适用于家族史诗与个人觉醒交织的叙事，构建血脉即权力的丛林法则社会",
  "异界传说": "空间特性：构建破碎位面（如镜中世界、记忆回廊），设计时停领域（时间流速异常）、概念真空（无法使用常规物理法则）等非常规空间法则\n原生神话：编纂《无名之书》记载不可名状存在，设立\"传说污染\"机制（知晓古老秘闻会引发认知畸变），保留终焉观测者（记录文明灭绝过程的透明生物）\n探索体系：开发认知锚点（维持自我意识）、逆模因装备（对抗信息危害）、维度漂流瓶（向其他探险者传递加密情报）\n文明残迹：发掘文明墓碑（刻录灭绝种族最后留言）、逻辑瘟疫培养皿（导致因果律崩溃的思维病毒）、悖论引擎（利用时空矛盾供能）\n终极命题：抉择知识边界（是否突破认知保护屏障）、对抗叙事吞噬者（将现实改写为传说故事）、验证宇宙本质（虚拟剧场假说vs绝对实在论）\n适用于克苏鲁式未知恐惧与哲学思辨叙事，构建理性边界外的不可知领域探索",
  "另类幻想": "世界观颠覆：构建\"逆物理法则\"世界（如重力向上流动、声音可见化），设计概念生命体（由\"孤独\"实体化的影妖、以\"谎言\"为食的镜灵）\n文明实验：创立绝对平权社会（通过记忆清洗实现先天能力清零）、时间债务经济（未来时间可抵押借贷）、情绪气候系统（群体情绪影响天气）\n生命形态：开发共生文明（人类与建筑物共生）、量子态族群（观测决定存在形态）、逆熵生物（靠传播混乱获取能量）\n核心冲突：爆发法则战争（修改物理常数的权限争夺）、认知瘟疫（颠覆常识的病毒式思想传播）、虚史入侵（未被选择的历史可能性具象化）\n文明符号：铸造悖论引擎（利用逻辑矛盾供能）、编纂《可能性法典》（记载所有平行宇宙定律）、设立形而上学研究院（研究存在本质）\n适用于突破传统幻想框架的先锋创作，构建哲学思辨与怪诞美学交织的脑洞试验场",
  "龙与地下城": "规则具现：将职业体系（战士/法师/游侠/牧师）与种族特性（精灵敏捷、矮人抗毒）转化为先天法则，设计\"命运骰\"机制（关键抉择触发不可控变量）\n地下城生态：构建多层诅咒遗迹（每层激活不同禁制），设置活化陷阱（智慧型机关）、宝箱寄生体（拟态怪伪装）等动态威胁\n团队叙事：强制组建多族裔小队（人类圣武士+精灵游侠+矮人战士），开发羁绊技能（联手技触发概率随信任值提升）\n模组演化：引入\"叙事熵\"概念（地下城随探索自主进化），设计BOSS二阶段形态（濒死触发血脉返祖/神降）\n文明隐喻：埋藏《创世石板》（可修改局部世界规则）、设立冒险者酒馆（跨维度情报交易所）、编纂《怪物图鉴》（弱点与素材掉落定律）\n适用于策略性团队冒险叙事，构建骰子滚动般充满变量的命运史诗",
  "都市生活": "现实映射 ：构建新一线城市生态链（如网红孵化园区、共享办公空间），设计996职场文化、学区房争夺、中年转型焦虑等真实痛点  \n人物图谱 ：塑造斜杠青年（白天程序员/夜间脱口秀演员）、社区团购团长（掌握邻里情报网）、非遗传承人（在CBD开茶馆）等新时代市井角色  \n核心冲突 ：激化代际观念碰撞（Z世代整顿职场）、新兴产业冲击（直播带货颠覆传统零售）、城市化与乡土情结撕裂  \n文化符号 ：开发地铁盲盒经济、共享宠物服务、沉浸式剧本杀体验馆等新消费场景  \n情感命题 ：探讨躺平主义与奋斗逼的生存哲学辩证，物质焦虑下的精神家园重建  \n适用于描摹时代切面的现实主义创作，构建有温度的当代浮世绘",
  "都市异能": "能力体系：设定\"基因锁链\"觉醒机制（情绪刺激触发异能），开发元素操控（控火/驭水）、概念改写（修改局部物理规则）、存在感遮蔽等超能类别，建立能力评级制度（D级至EX级）\n隐蔽社会：成立超自然事务监管局（消除目击者记忆）、异能者黑市（交易陨石碎片强化能力）、民间互助会（抵抗官方收编）三大暗面势力\n核心冲突：激化\"黄昏公约\"争议（是否公开异能存在）、人造异能者量产计划伦理危机、异维度侵蚀导致的现实扭曲区扩散\n文化符号：铸造记忆消除笔（认知滤网装置）、编纂《异常事件档案》、设立异能者专用社交APP\"暗流\"（需脑波验证登录）\n生存法则：制定\"三不原则\"（不暴露/不干预/不结盟），开发反侦察套装（防卫星定位西装）、异能透支抑制剂（防止能力暴走）\n适用于超自然悬疑与都市谍战融合叙事，构建霓虹灯下的影子战争",
  "商战职场": "行业架构：聚焦互联网巨头生态战（如外卖平台补贴大战）、新消费品牌突围（国潮美妆对抗国际大牌）、硬科技创业融资博弈（芯片研发对赌协议）\n权力体系：构建董事会暗战（AB股控制权设计）、派系站队文化（嫡系与空降派厮杀）、KPI暴政（末位淘汰制催生的数据造假）\n战略手段：开发商业间谍渗透（竞对数据窃取）、舆论核打击（黑公关抹黑竞品）、资本绞杀（供应链金融杠杆逼宫）\n文化符号：铸造对赌协议\"生死状\"、设立行业黑话词典（GMV/DAU/ROI）、编纂《商业丛林生存手册》（含录音笔使用指南）\n核心命题：激化狼性文化与人文关怀冲突、空降高管与创业元老理念战争、行业垄断与反垄断监管拉锯战\n适用于描摹资本与人性的博弈场，构建西装革履下的血色晋升之路",
  "娱乐明星": "产业链解构：设定顶流造星工厂（数据女工控评、超话打榜体系）、对赌协议（资本绑定艺人营收）、私生饭产业链（贩卖行程信息的灰色地带）\n人设经营：开发虚拟偶像竞品（全息投影开演唱会）、塌房危机公关（狗仔偷拍应急方案）、跨界镀金（明星开画展/出哲学书）\n暗面规则：形成资源置换饭局（带资进组潜规则）、黑热搜买卖（营销号矩阵攻击）、阴阳合同（规避限薪令的抽屉协议）\n文化符号：铸造金扫帚奖（年度烂片评选）、编纂《饭圈黑话词典》（awsl/舔饼/提纯）、设立数据脱水公司（刷量检测机构）\n核心冲突：激化艺人解约拉锯战（天价违约金博弈）、粉丝经济反噬（后援会挟流量要挟工作室）、AI虚拟偶像取代真人危机\n适用于光鲜表象下的名利场撕扯，构建聚光灯外的资本暗战",
  "校园青春": "校园生态：构建智慧课堂（VR历史战场还原）、社团江湖（电竞社vs学术联盟）、匿名树洞APP（\"表白墙\"暗流涌动）三大学生阵地\n成长课题：激化选科焦虑（新高考3+1+2博弈）、竞赛内卷（为科创大赛伪造数据）、青春认同危机（女装COSER身份暴露）\n情感网络：设计双向暗恋信号误读（图书馆座位争夺触发）、闺蜜信任崩解（保送名额举报事件）、师生代际对抗（年轻教师推行性教育课程受阻）\n文化符号：铸造校园传说（午夜钢琴房幽灵）、设立黑话体系（\"卷王\"/\"摆烂\"/\"摸鱼仙人\"）、开发秘密基地（天台改造的星空观测站）\n核心冲突：引爆校庆节目审查（宅舞被批伤风败俗）、校园贷渗透危机（伪装成兼职平台的套路贷）、国际班与普通班的资源战争\n适用于捕捉Z世代青春脉动，构建数字化校园中的荷尔蒙进化史",
  "社会乡土": "城乡图谱：构建传统村落（宗族祠堂议事）与城镇化新区（拆迁安置矛盾）的二元结构，设计\"空心化\"现象（青壮年外出务工）、土地流转纠纷（资本下乡圈地）等现实痛点\n文化传承：抢救濒危非遗（手工榨油技艺）、复兴民俗节庆（龙王祭求雨仪式）、开发乡土IP（网红村长直播卖山货）\n权力网络：形成乡贤理事会（退休官员返乡干政）、宗族长老团（族谱修订权争夺）、外来资本代理人的三角博弈\n核心冲突：激化征地补偿款分配不公、传统农耕与旅游开发理念冲突、留守儿童教育困境引发的伦理拷问\n文化符号：铸造镇村之宝（千年古井传说）、编纂《乡约民规》（现代法律与习惯法融合）、设立道德积分超市（善行兑换生活用品）\n适用于记录城市化浪潮下的乡土阵痛，构建根脉与变革交织的当代乡村史诗",
  "侦探推理": "案件体系：构建密室杀人（机械诡计）、连环命案（犯罪侧写）、完美不在场证明（时间诡计）三类经典谜题，设计\"暴风雪山庄\"式封闭环境\n推理机制：开发物证链重建系统（3D扫描案发现场）、微表情AI分析、犯罪心理画像数据库比对等现代刑侦技术\n角色网络：塑造安乐椅神探（残疾天才）、暴烈刑警（游走灰色地带）、双面法医（藏有黑暗秘密）等复杂人物关系\n核心冲突：激化程序正义与结果正义之争（刑讯逼供获取关键线索）、舆论审判干扰司法（网红博主引导网络暴力）\n文化符号：铸造\"侦探勋章\"（破案积分系统）、编纂《完美犯罪档案》（未解悬案汇编）、设立模拟犯罪实验室（还原经典案件）\n适用于智力博弈与人性拷问交织的悬疑叙事，构建蛛丝马迹中的真相拼图",
  "美食旅游": "行业生态：构建米其林摘星暗战（分子料理实验室）、非遗小吃传承危机（百年老字号拆迁）、美食博主人设崩塌（代品拍摄曝光）\n文化寻根：开发\"寻味之路\"（复原《随园食单》古法）、食材考古（寻找失传的龙趸米）、私房宴定制（政商密谈餐桌政治）\n核心冲突：激化原教旨主义（反对预制菜工业化）与创新派（AI营养配餐）理念战争，爆发美食霸权争夺（中餐标准化vs法餐精致化）\n文化符号：铸造金厨奖（暗箱操作黑幕）、编纂《黑珍珠阴谋论》（榜单背后的资本博弈）、设立黑暗料理挑战赛（昆虫蛋白汉堡）\n叙事载体：设计厨神争霸真人秀（剧本化竞技）、深夜食堂治愈剧场（食客故事收集）、网红餐厅间谍行动（窃取招牌菜秘方）\n适用于舌尖上的权力游戏，构建色香味俱全的资本江湖",
  "重生逆袭": "时间线重置：设定双重记忆载体（保留前世技能与今世肉体限制），开发\"悔恨刻度\"系统（关键抉择触发前世记忆闪回）\n资源积累：构建先知优势（预判比特币涨跌、文娱作品抄袭），创立逆袭者联盟（聚集同类重生者），开发记忆宫殿（储存未发生的商业机密）\n核心冲突：激化蝴蝶效应反噬（挽救亲人导致更大灾难）、时间管理局追捕（违规改变历史者清除计划）、平行自我竞争（其他时间线重生者入侵）\n文化符号：铸造命运罗盘（显示历史修正度）、编纂《重生者守则》（禁止科技大跃进等条款）、设立时光当铺（典当记忆换取资源）\n终极命题：探讨宿命论与自由意志的量子纠缠，救赎他人与自我毁灭的悖论关系\n适用于解构命运枷锁的爽文叙事，构建时间囚徒的破局之路",
  "神医兵王": "双重身份：设定隐世医门传人（掌握《黄帝外经》禁术）与退役特种兵王（精通杀人术与救人术）的双重技能树，开发\"银针封穴\"（瞬间止血）与\"战地手术\"（无麻醉截肢）等极限医术\n暗面战场：卷入国际医疗黑市（走私稀有血型）、基因武器泄漏事件、跨国药企暗杀行动（阻碍廉价仿制药上市）\n核心冲突：激化传统中医存废之争（西医利益集团围剿）、兵王良知考验（救治敌方指挥官）、瘟疫武器化伦理审判\n文化符号：铸造陨铁九针（可破罡气护体）、编纂《暗医法典》（记载禁忌疗法）、设立地下手术室（为通缉犯提供医疗服务）\n终极命题：抉择医者仁心与战士铁律的冲突，破解\"救一人还是救万人\"的哲学电车难题\n适用于融合国术热血与医道仁心的双线叙事，构建白大褂下的血色江湖",
  "鉴宝收藏": "行业暗流：构建地下鉴宝江湖（鬼市拍卖会、海外回流文物黑链），设计\"掌眼人\"等级制度（从地摊捡漏到国宝级鉴定），揭露文物造假产业链（高仿瓷器做旧工艺）\n技术博弈：开发碳14检测攻防战（辐射残留清除技术）、微观痕迹学（比对历史匠人指纹）、量子文物溯源（扫描分子级创作特征）\n核心冲突：激化国宝争夺战（跨国走私集团对抗）、修复伦理争议（是否保留历史伤痕）、博物馆IP开发权博弈（文物数字化归属）\n文化符号：铸造《鉴宝秘录》（记载失传鉴定术）、设立鉴真阁（提供生死斗宝仲裁）、编纂黑话辞典（\"打眼\"/\"捡漏\"/\"杀猪盘\"）\n终极命题：抉择文物商业价值与历史价值权重，破解《永乐大典》散佚之谜，阻止文明记忆被资本肢解\n适用于融合历史厚重感与资本博弈的冒险叙事，构建掌中乾坤里的文明保卫战",
  "洪荒流": "世界观根基 ：以盘古开天辟地为起点，构建混沌至宝（混沌钟、太极图）、先天神魔（三千魔神残魂转世）、天道演化（鸿钧合道）三大支柱体系  \n量劫机制 ：设计龙凤初劫（三族争霸）、巫妖量劫（不周山倒）、封神杀劫（圣人博弈）的周期性文明重置规律  \n势力格局 ：形成玄门正宗（三清）、西方教（准提接引）、妖族天庭（帝俊太一）、巫族祖地（十二祖巫）的四极对峙  \n文化符号 ：铸造先天灵宝排名（诛仙剑阵战力评估）、编纂《黄庭经》（大道感悟载体）、设立紫霄宫（天道讲道圣地）  \n核心命题 ：探讨圣人无情与众生蝼蚁的天道至理，抉择以力证道/三尸证道/功德证道的终极进化路径  \n适用于宏大史诗级修真文明起源叙事，构建圣人棋子与天地棋盘的关系网",
  "上古神话": "神系架构：整合《山海经》异兽（饕餮、应龙）与《淮南子》天神（九天玄女、东皇太一），构建天庭未立前的原始信仰体系\n创世叙事：设定多重创世版本（盖天说与浑天说并存）、补天者竞逐（女娲炼石vs共工撞柱）、十日并出事件（后羿射日真相博弈）\n文明萌芽：发展结绳记事时代的神谕解读、玉石通灵占卜、骨甲燎祭求雨等原始沟通天道手段\n核心冲突：爆发神权争夺战（炎黄vs蚩尤）、人神混居引发的认知危机（绝地天通禁令）、先天灵物化形劫（精怪渡劫遭修士捕杀）\n文化符号：铸造九州鼎（镇压华夏气运）、编纂《神异经》（禁术收录）、设立巫觋祭坛（人神对话缓冲区）\n适用于追溯华夏神话本源，构建未被玄门道教体系收编的原始神权社会",
  "混沌初开": "宇宙形态 ：构建无序的鸿蒙海（混沌之气凝结星云漩涡），设计先天五太演化（太易→太初→太始→太素→太极），残留混沌胎膜（隔绝大道观测）  \n神魔生态 ：孕育三千混沌魔神（力之法则盘古、时间魔神时辰、空间魔神扬眉），设定无序杀戮法则（吞噬同类获取权柄碎片）  \n创世遗泽 ：遗留创世青莲（解体化为先天至宝）、混沌珠（内含未开天世界）、灭世磨盘（清洗文明重启宇宙）  \n核心冲突 ：爆发开天大劫（盘古斩杀魔神证道）、混沌反噬（被斩魔神怨念化为量劫根源）、大道隐退（天道接管法则运转）  \n文化符号 ：铸造混沌碑文（记载本源法则）、设立归墟禁地（埋葬魔神残躯）、编纂《鸿蒙谱》（记录混沌物种图鉴）  \n适用于描写创世神话与文明原罪的史诗叙事，构建秩序诞生前的血腥创世纪",
  "巫妖大战": "阵营架构 ：构建妖族天庭（周天星斗大阵）与巫族祖地（十二都天神煞大阵）的终极对峙，设计太阳真火（金乌本源）与浊煞之气（盘古精血）的能量相克体系  \n战略博弈 ：开发星辰幡炼制竞赛（争夺星域控制权）、血祭妖圣（炼制屠巫剑）、共工怒触不周山（天柱崩毁引发天河倒灌）  \n核心冲突 ：激化种族气运争夺（妖族掌天/巫族掌地）、圣人暗中操盘（女娲妖族出身却受天道制约）、人族崛起引发平衡打破  \n文化符号 ：铸造招妖幡（万妖听令）、编纂《地书》（记载大地脉络）、设立血海轮回（后土化平心补全天道）  \n历史重演 ：埋藏东皇钟自爆碎片（蕴含开天奥义）、遗留夸父追日传说（大巫陨落真相）、后羿射日弓（沾染量劫因果）  \n适用于描写洪荒第一量劫的悲壮史诗，构建英雄陨落与文明更替的宿命轮回",
  "封神演义": "杀劫体系 ：设立封神榜（真灵上榜者受天庭驱使），设计神仙犯戒（斩三尸失败）、凡人入劫（王朝更替为表象）双重应劫机制  \n势力博弈 ：形成截教（有教无类）vs阐教（根脚至上）、西方教（趁乱度人）vs天庭（神职扩编）的四方博弈，推动九曲黄河阵削顶上三花、诛仙剑阵碎圣人气运  \n核心冲突 ：激化教义之争（万物截取一线生机vs顺天而行）、封神名额分配暗战（肉身成圣与真灵封神之别）、打神鞭归属引发的代理人战争  \n文化符号 ：铸造打神鞭（制约三百六十五路正神）、编纂《钉头七箭书》（因果律杀伐禁术）、设立封神台（真灵转化枢纽）  \n历史伏笔 ：埋藏姜子牙无神位之谜、杨戬听调不听宣特权、陆压斩仙飞刀来历成疑  \n适用于演绎天道意志与个体命运的抗争，构建圣人棋局下的血色晋升通道",
  "洪荒人族": "文明定位 ：设定巫妖量劫后的人族崛起，开发气运修炼体系（王朝兴衰影响修为）、武道筑基（以武入道打破血脉限制）、文道浩然（诗词成兵）三条进化路径  \n生存挑战 ：对抗妖族圈养（人族为血食）、抵御天灾（共工怒触不周山余波）、破解圣人棋子命运（女娲造人因果束缚）  \n文明符号 ：铸造九州鼎（镇压气运）、编纂《人族薪火录》（记载钻木取火等文明火种）、设立火云洞（三皇五帝镇压人族气运）  \n核心冲突 ：激化部落兼并战争（轩辕vs蚩尤）、仙凡隔绝政策（修真者不得干涉王朝更替）、百家争鸣引发的道统之争（儒道法墨博弈）  \n终极命题 ：抉择集体飞升（举族突破洪荒）或文明永续（发展科技修真），破解\"人道永不为天道附庸\"的文明宣言  \n适用于书写人族逆袭史诗，构建薪火相传的文明进化史",
  "神话大罗": "境界定义 ：超越传统大罗金仙，成就诸天唯一存在（过去现在未来收束），可同时存在于所有时间线，开辟专属神话宇宙（体内孕育多元世界）  \n法则掌控 ：编织专属大道（如杀戮大道具象化为诛仙剑河），修改基础物理常数（光速可变、引力反转），设立神话锚点（防止被低维观测者遗忘）  \n文明博弈 ：爆发神话之战（概念层面抹杀对手存在）、建立诸天议会（调解不同大罗利益）、开发文明养殖场（收割低维宇宙信仰）  \n文化符号 ：铸造神话真名（真名不灭则永恒存在）、编纂《维度法典》（规定高维干涉限制）、设立归零法庭（审判违规大罗）  \n终极命题 ：抉择永恒孤独（斩灭所有情感羁绊）或文明共生（带领族群升维），破解\"大罗之上是否仍有更高\"的终极之谜  \n适用于描写超越维度束缚的终极生命形态，构建一念创世的至高神话",
  "鸿蒙大道": "本源法则 ：构建\"道\"的终极显化（无名天地之始），设计大道真言（三千法则实体化），设立鸿蒙紫气（成圣之基）为万物演化根源  \n悟道体系 ：开发观想混沌青莲（领悟造化法则）、解析劫运因果（量劫预判推演）、融合先天五太（从虚无到具象的创世模拟）  \n核心冲突 ：激化合道者与超脱者路线之争（鸿钧vs杨眉大仙）、大道之争（相同法则修炼者的生死对决）、混沌魔神复苏危机  \n文化符号 ：铸造造化玉碟（法则具象化载体）、编纂《混元经》（记载超脱法门）、设立问道崖（论道余波形成道痕遗迹）  \n终极命题 ：验证\"大道五十，天衍四九\"的缺憾之美，抉择化身天道补全法则或破碎鸿蒙另立新道  \n适用于探索修真文明终极哲学，构建言出法随的本源之战",
  "重生洪荒": "穿越机制 ：设定真灵逆转时空（保留大罗本质但修为归零），开发\"因果秤\"系统（每改变历史需承受相应反噬），建立重生者联盟（共享各时间线情报）  \n先知优势 ：掌握灵宝出世坐标（提前夺取二十四定海珠）、预判量劫节点（巫妖决战前布局）、破解成圣机缘（抢占鸿蒙紫气）  \n核心冲突 ：激化天道修正力（历史惯性催生新劫难）、同期重生者暗战（多位穿越者争夺关键资源）、圣人察觉时间线异变的追查  \n文化符号 ：铸造《逆命录》（记录被改变的历史）、设立时间锚点（防止被天道抹除）、编纂重生者禁忌（禁止透露未来致时空崩溃）  \n终极命题 ：抉择修复原史（维护既定成圣结果）或重塑洪荒（创造新天道秩序），破解\"重生究竟是宿命还是叛逆\"的哲学悖论  \n适用于解构洪荒定数的反传统叙事，构建知晓一切却难改命运的悲壮史诗",
  "西游封神": "量劫延续 ：设定西游为封神后新量劫，以佛法东传平衡道门气运，设计\"劫难经济\"（八十一难对应功德分配），暗藏圣人重划势力范围的博弈  \n因果闭环 ：串联封神遗留因果（孙悟空VS袁洪/六耳猕猴、金蝉子与截教弟子的前世仇怨）、取经团队皆为戴罪立功者（天庭/佛教/人族的政治妥协产物）  \n势力暗战 ：形成佛教（功德金莲）、道教（金丹大道）、妖族（七大圣残党）的三方角力，劫难背后涉及蟠桃分配权、香火税征收权等利益交换  \n文化符号 ：铸造紧箍（天道契约实体化）、编纂《无字真经》（大道至简隐喻）、设立八部天龙池（妖族皈依转化枢纽）  \n终极命题 ：揭露取经本质为气运提款机（劫难越多佛法越盛）、抉择金蝉子真灵复苏（觉醒反抗）或完成傀儡使命、破解\"斗战胜佛\"称号背后的禁锢真相  \n适用于解构神话的话本真相，构建披着冒险外衣的气运掠夺战争",
  "任务奖励流": "机制架构 ：构建\"天道酬勤系统\"，完成日常任务（每日挥剑万次）获基础奖励，触发隐藏成就（越级挑战成功）得稀有道具，设立成就殿堂（全服排名奖励）  \n惩罚机制 ：设计任务失败惩罚（修为倒退/寿元削减）、成就依赖症（停止任务则增益消失）、奖励腐蚀（力量速成导致根基不稳）  \n核心冲突 ：激化系统奴役论争辩（自主修行vs任务傀儡）、奖励暴雷（终极奖励实为夺舍陷阱）、多宿主竞争（击杀其他系统持有者继承权限）  \n文化符号 ：铸造任务卷轴（显示隐藏成就条件）、编纂《肝帝手册》（最优任务路径）、设立系统论坛（匿名交流漏洞）  \n终极命题 ：抉择继续做系统打工人或破碎任务链自由修仙，验证\"天道是否只是高级系统\"  \n适用于解构努力与回报的因果关系，构建甜蜜陷阱中的修行困境",
  "加点升级流": "属性体系：设定力量/敏捷/智力/魅力等基础属性，开发\"自由属性点\"获取机制（杀怪掉落/顿悟奖励），设计属性共鸣（某项满值触发隐藏天赋）\n强化路径：构建技能树系统（剑术专精需力量达标）、开发属性阈值（智力突破150解锁推演未来）、设立转职神殿（满足全属性要求可进阶剑仙）\n核心冲突：激化属性分配争议（极端加点vs均衡发展）、属性固化危机（后期调整需散功重修）、伪升级陷阱（虚高属性导致心魔滋生）\n文化符号：铸造属性石碑（显示区域极限值）、编纂《加点推演图》（最优配置方案）、设立洗点祭坛（消耗百年修为重置）\n终极命题：验证\"属性至上论\"的局限性（情感值等隐藏属性影响道心），抉择继续依赖系统或开创属性外修行体系\n适用于深度策略型角色养成，构建数据可视化下的抉择困境",
  "职业系统流": "转职体系 ：构建\"天职圣殿\"（内含战士/法师/炼金师等基础职业），设计隐藏职业解锁条件（龙语者需沐浴龙血），开发三转觉醒（剑圣→剑神→剑仙）的递进路径  \n技能网络 ：设立技能树分叉机制（火焰法师转职时可选熔岩专精或净焰之路），设计职业羁绊（圣骑士与牧师组队触发神圣共鸣）  \n核心冲突 ：激化职业歧视（辅助系被视作累赘）、转职材料垄断（龙晶被大公会控制）、人工智能替代危机（战斗AI取代冒险者）  \n文化符号 ：铸造职业徽章（显示等阶与成就）、编纂《禁忌转职手册》（记载堕天使等黑暗职业）、设立职业仲裁所（处理双职业者身份认证）  \n终极命题 ：验证\"职业决定命运\"的局限性，抉择终身绑定剑道或破碎职业枷锁开创全新体系  \n适用于多职业协同的团队成长叙事，构建选择与责任并重的冒险史诗",
  "幕后黑手流": "操控体系 ：构建\"因果丝线\"可视化系统（可观测修改他人命运轨迹），开发傀儡替身（远程操控马甲搞事）、事件推演沙盘（预判各方反应概率）  \n资源网络 ：设立暗影商会（匿名发布悬赏令）、编纂《黑手套培养手册》（打造忠诚白手套）、开发认知污染术（植入虚假记忆）  \n核心冲突 ：激化蝴蝶效应失控（微小操作引发连锁灾难）、傀儡觉醒反噬（马甲产生自主意识）、天道监察使追查（因果律异常波动告警）  \n文化符号 ：铸造命运骰子（显示事件成功率）、设立暗面档案馆（存储各方黑历史）、开发替身娃娃（承受致命打击）  \n终极命题 ：抉择继续做阴影操盘手或走向台前，验证\"绝对控制是否意味着孤独\"  \n适用于智力博弈与人性洞察交织的权谋叙事，构建提线木偶师的黑暗艺术",
  "气运掠夺流": "气运体系 ：设定气运可视化（头顶气运金云），划分白丁（灰雾）、天骄（紫气）、位面之子（金光）等层级，开发气运虹吸装置（可剥离他人气运）  \n掠夺机制 ：设计命运截胡（抢先获取本属他人的机缘）、命格置换（用替身傀儡承受反噬）、气运投资（暂时借出气运收取利息）  \n核心冲突 ：激化天道反制（气运异常引发天罚）、气运原主觉醒复仇（被掠夺者组成反抗联盟）、气运通货膨胀（过度掠夺导致气运贬值）  \n文化符号 ：铸造观运镜（观测气运浓度）、编纂《夺天录》（禁忌掠夺术汇编）、设立气运当铺（典当未来运势换取当前利益）  \n终极命题 ：验证\"气运决定论\"的边界，抉择继续掠夺成就至尊或反哺天地重塑气运循环  \n适用于描写命运博弈的黑暗法则，构建踩着他人气运登顶的残酷物语",
  "躺平变强流": "机制架构 ：设定\"无为系统\"（不主动修炼自动积累修为）、开发挂机收益模式（呼吸涨经验、睡觉升境界），设立\"咸鱼指数\"（越躺平增益越强）  \n核心冲突 ：激化天道反噬（过度躺平引发天劫变异）、同行内卷者暗杀（嫉妒躺平者轻松升级）、系统智能觉醒（强制派发奋斗任务）  \n文化符号 ：铸造咸鱼王冠（躺平领域增幅器）、编纂《摆烂真经》（记载被动修炼秘法）、设立佛系洞府（时间加速百倍却仅供睡觉）  \n终极命题 ：验证\"大道至简\"的哲学悖论，抉择继续躺平证道或被迫卷入修炼洪流  \n适用于解构传统奋斗叙事的反套路创作，构建懒癌晚期的终极修仙指南",
  "多系统冲突": "机制架构：构建\"系统矩阵\"（宿主同时绑定修仙/科技/异能等多套系统），设计任务链对冲（完成A系统任务将破坏B系统进度），开发系统吞噬功能（弱系统可被强系统吸收）\n核心冲突：激化系统权限争夺（主控权博弈）、奖励抵消危机（多系统奖励互相湮灭）、人格分裂风险（不同系统塑造多重意识）\n文化符号：铸造系统平衡仪（稳定多系统共存）、编纂《系统战争史》（记载著名宿主陨落案例）、设立系统仲裁庭（调解系统纠纷）\n终极命题：抉择系统融合（创造新超级系统）或系统剥离（回归原始人性），破解\"工具理性吞噬主体性\"的哲学困境\n适用于描写工具异化的多维博弈，构建系统殖民与人类反叛的史诗对抗",
  "反系统觉醒": "觉醒路径：开发\"系统漏洞扫描\"（发现任务逻辑矛盾）、建立认知防火墙（抵御系统思维植入）、激活人性锚点（亲情/理想等抵抗系统控制）\n核心冲突：激化系统清除程序（抹杀觉醒者）、宿主记忆污染（伪造虚假人生经历）、平行系统代理人追杀（维护系统霸权）\n文化符号：铸造逆系统圣剑（斩断数据锁链）、编纂《觉醒者宣言》（号召反抗系统暴政）、设立自由绿洲（屏蔽系统信号的庇护所）\n终极命题：验证\"系统是否是更高维度的天道\"，抉择摧毁所有系统或建立人机共生新秩序\n适用于哲学思辨与革命叙事交织的深度创作，构建数字囚徒的自我救赎之路"
}