{
  "base_config": {
    "title": "斗骨大帝",
    "creation_type": "网络小说",
    "main_type": "玄幻",
    "sub_type": "东方玄幻"
  },
  "role_config": {
    "current_role": "role_1",
    "roles": {
      "role_1": {
        "role_type": "主角",
        "name": "帝衍",
        "gender": "男",
        "age": "26",
        "identity": "隐世宗门“天衍阁”少主，背负宗门复兴使命的天才修士",
        "appearance": "身姿挺拔，面容冷峻如刀削，眉间有一道若隐若现的金色符文，象征天衍阁的至高传承。黑发如瀑，眸若星辰，举手投足间自带一股凌厉的威压。常年身着玄色长袍，袖口绣有暗金色的天衍纹路，腰间悬一柄古朴长剑，剑鞘上刻有“衍天”二字。",
        "belongings": "“衍天剑”——天衍阁镇宗之宝，剑身蕴含天地法则之力；一枚刻有“衍”字的玉佩，是宗门信物，也是他身份的象征。",
        "goal": "成为斗骨大帝",
        "motive": "成为斗骨大帝",
        "tagline": "站着如喽啰"
      },
      "role_2": {
        "role_type": "成长型角色",
        "name": "苏清",
        "gender": "女",
        "age": "19",
        "identity": "斗骨女帝",
        "appearance": "一身白衣，面容皎洁，眼神深邃",
        "belongings": "一把骨剑，一把骨刀",
        "goal": "成为斗骨女帝",
        "motive": "成为斗骨女帝",
        "tagline": "站着如喽啰"
      },
      "role_3": {
        "role_type": "反派",
        "name": "夜无殇",
        "gender": "男",
        "age": "32岁",
        "identity": "魔教教主，掌控“幽冥殿”，统领万千邪修，被誉为“黑暗至尊”。",
        "appearance": "夜无殇身形修长，面容冷峻如刀削，一双深邃的紫瞳仿佛能吞噬一切光明。他的长发如墨，披散至腰间，额间有一道暗红色的魔纹，象征着他至高无上的魔道修为。常年身披一件黑色长袍，袍上绣着银色暗纹，行走时如鬼魅般无声无息。",
        "belongings": "一柄名为“幽冥血刃”的魔剑，剑身通体漆黑，剑刃上缠绕着血色符文，散发着令人窒息的煞气。此外，他还佩戴一枚“噬魂戒”，据说能吞噬敌人的魂魄为己所用。",
        "goal": "统一正邪两道，成为世间唯一的至尊，彻底颠覆现有的修真界秩序。",
        "motive": "夜无殇内心深处藏着一个不为人知的秘密——他曾是正道名门的天骄，因挚爱之人被正道宗门所害，才堕入魔道。他的真正目的是复仇，并让整个修真界为当年的不公付出代价。",
        "tagline": "“光明？不过是虚伪的假象。唯有黑暗，才能让真相无所遁形。”"
      },
      "role_4": {
        "role_type": "恋人",
        "name": "苏清璃",
        "gender": "女",
        "age": "22岁",
        "identity": "隐世宗门“天音阁”的少阁主，天赋异禀的音律天才，被誉为“天音仙子”，但因宗门避世，外界鲜有人知她的真实身份。",
        "appearance": "一袭白衣胜雪，长发如瀑，眉目如画，气质清冷如月，举手投足间自带仙气。她的眼眸如秋水般清澈，却总带着一丝淡淡的疏离感，仿佛与世间万物都隔着一层薄纱。她的声音如清泉般悦耳，说话时总带着一丝若有若无的哀愁。",
        "belongings": "一把名为“清音”的古琴，琴身雕刻着繁复的符文，琴弦由千年冰蚕丝制成，弹奏时能引动天地灵气。",
        "goal": "寻找失传已久的“天音秘典”，以振兴天音阁，恢复宗门昔日的荣光。",
        "motive": "内心深处渴望摆脱宗门的束缚，追求真正的自由与爱情，但因责任与使命的牵绊，始终无法真正放手。",
        "tagline": "“琴音可断，情丝难断。若有一天，我能为自己而活，那便是此生最大的奢望。”"
      },
      "role_5": {
        "role_type": "盟友",
        "name": "萧寒川",
        "gender": "男",
        "age": "28岁",
        "identity": "隐世宗门“天机阁”少阁主，表面上是江湖散修，实则掌握天下情报网络，是主角最可靠的智囊与助力。",
        "appearance": "身形修长，面容清俊，眉宇间带着一丝冷冽与疏离。常年穿着一袭玄色长袍，袖口绣着暗金色的天机纹路，腰间别着一柄古朴的折扇，扇骨上刻有“天机”二字。他的眼神深邃如渊，仿佛能看透人心，但偶尔流露出一丝疲惫与孤寂。",
        "belongings": "天机扇（既是武器也是信物，扇面可展开为一张微型地图，记录天下隐秘之地）、一枚刻有“天机”二字的玉牌（象征其身份）。",
        "goal": "帮助主角揭开天下大乱的真相，阻止幕后黑手的阴谋，恢复江湖秩序。",
        "motive": "寻找失踪多年的父亲（天机阁前任阁主），并查明其失踪背后的真相。他怀疑父亲的失踪与幕后黑手有关，但始终不愿让主角卷入自己的私事。",
        "tagline": "“天机不可泄露，但人心可测。你若信我，我便护你周全；你若疑我，我便转身离去。”"
      },
      "role_6": {
        "role_type": "导师",
        "name": "云隐子",
        "gender": "男",
        "age": "68岁",
        "identity": "隐世宗门“天机阁”的太上长老，曾以一己之力镇压魔道三百年，被誉为“天下第一智者”，但因厌倦纷争而隐居山林，成为主角的引路人。",
        "appearance": "白发如雪，长须垂胸，面容清瘦却精神矍铄，双目深邃如星辰，仿佛能看透世间一切。常年穿着一袭灰白长袍，腰间系着一根古朴的竹杖，步履轻盈如风，给人一种仙风道骨之感。",
        "belongings": "一枚刻有“天机”二字的青铜古镜（可窥探天机），一根看似普通的竹杖（实为上古神器“天机杖”），以及一本破旧的《天机秘录》。",
        "goal": "教导主角修炼，助其成长，最终击败即将复苏的魔道至尊。",
        "motive": "因当年未能阻止挚爱之人堕入魔道而心怀愧疚，希望通过主角完成自己未竟的使命，同时弥补内心的遗憾。",
        "tagline": "“天机不可泄露，但人心可测。你若能看透自己，便能看透这天下。”"
      },
      "role_7": {
        "role_type": "主角",
        "name": "叶凌霄",
        "gender": "男",
        "age": "22岁",
        "identity": "曾是隐世家族的弃子，现为崛起中的天才修士，手握上古秘宝“天衍珠”，背负家族血仇与天地大劫的使命。",
        "appearance": "身形修长，面容冷峻，眉宇间透着一股凌厉之气。黑发如墨，双眸深邃如星辰，左眼角有一道淡淡的疤痕，增添了几分沧桑感。常着一袭玄色长袍，衣袂飘飘，宛若谪仙。",
        "belongings": "天衍珠（一颗散发着淡淡银光的奇异宝珠，内蕴无尽玄机），一柄名为“破霄”的古剑（剑身刻有神秘符文，剑锋寒光凛冽）。",
        "goal": "变强，复仇，揭开家族覆灭的真相，并阻止即将降临的天地大劫。",
        "motive": "内心深处渴望证明自己并非家族的弃子，而是能够改写命运的天选之人，同时也在寻找真正的归属与救赎。",
        "tagline": "“天若压我，我便破天；地若困我，我便裂地。这世间，无人能阻我凌霄之路！”"
      },
      "role_8": {
        "role_type": "反派",
        "name": "冷千绝",
        "gender": "男",
        "age": "35岁",
        "identity": "魔教教主，掌控“幽冥殿”，统领万千邪修，是正道宗门眼中的头号大敌。",
        "appearance": "冷千绝身形修长，面容冷峻如刀削，眉宇间透着一股阴鸷之气。他的双眸深邃如寒潭，仿佛能吞噬一切光明。一头银白长发随意披散，额间有一道血色纹路，象征着他修炼的禁忌功法。常年身披一件黑色玄袍，袍上绣有暗金色的幽冥符文，行走间仿佛有阴风环绕。",
        "belongings": "一柄名为“噬魂”的魔剑，剑身漆黑如墨，剑刃上刻有无数冤魂的哀嚎纹路，剑柄镶嵌一颗血色宝石，能吸收敌人的精血与魂魄。",
        "goal": "统一天下邪道，覆灭正道宗门，建立以魔教为尊的新秩序。",
        "motive": "冷千绝幼年时曾亲眼目睹家族被正道宗门屠戮，心中埋下仇恨的种子。他表面追求权力与力量，实则内心深处渴望复仇，并试图通过掌控一切来填补内心的空虚与孤独。",
        "tagline": "“这世间，光明不过是虚伪的假象，唯有黑暗才是永恒的真实。既然正道容不下我，那我便亲手撕碎这虚伪的天道！”"
      },
      "role_9": {
        "role_type": "恋人",
        "name": "苏清澜",
        "gender": "女",
        "age": "22岁",
        "identity": "隐世宗门“天音阁”的少阁主，天赋异禀的音律天才，被誉为“天音仙子”，但因宗门避世，外界鲜有人知她的真实身份。",
        "appearance": "一袭白衣胜雪，长发如瀑，眉目如画，气质清冷如月。她的眼眸似秋水般深邃，却又带着一丝难以捉摸的疏离感。举手投足间自带一股仙气，仿佛不食人间烟火。",
        "belongings": "一把名为“清音”的古琴，琴身雕刻着繁复的符文，琴弦由千年冰蚕丝制成，弹奏时能引动天地灵气。",
        "goal": "寻找失传已久的“天音秘典”，以振兴天音阁，重现宗门昔日荣光。",
        "motive": "内心深处渴望摆脱宗门束缚，追求真正的自由与爱情，但因责任与使命的牵绊，始终无法坦然面对自己的感情。",
        "tagline": "“琴音可断，情丝难断。若有一日，我能为你奏一曲《红尘劫》，那便是我的心意。”"
      },
      "role_10": {
        "role_type": "喜剧角色",
        "name": "乐小逗",
        "gender": "男",
        "age": "24岁",
        "identity": "修仙界第一谐修门派“笑林堂”外门弟子，兼职修真界外卖跑腿员（靠御剑送麻辣烫致富）",
        "appearance": "圆脸眯眯眼，头顶永远翘着一撮呆毛，身穿绣满滑稽表情包的青色道袍，腰间挂着会学狗叫的扩音玉简。因修炼“笑气诀”导致情绪激动时会从鼻孔喷出彩虹色泡泡，且总在严肃场合憋笑到浑身抽搐。",
        "belongings": "一把刻着“专业抬杠”的玄铁折扇（实为暗器，扇骨可弹射臭豆腐味辣椒粉），以及装满冷笑话手抄本的乾坤袋。",
        "goal": "成为修真界最受欢迎的“笑癫真人”，靠讲段子化解各大门派血海深仇，顺便推销自创的“爆哭螺蛳粉”（吃完会笑到流泪）。",
        "motive": "幼时因天生笑穴被封被家族抛弃，拼命搞笑只为证明“爱笑的人运气不会太差”，暗恋的冰山师姐却总说他“像只被雷劈过的尖叫鸡”。",
        "tagline": "“这位道友，打打杀杀多费灵力啊！不如我给您劈个叉，您饶他狗命？”（边说边从裤裆里掏出保命用的烟雾弹）"
      },
      "role_11": {
        "role_type": "盟友",
        "name": "墨离",
        "gender": "男",
        "age": "18岁",
        "identity": "被九大仙门通缉的“禁忌之子”，表面是边境荒村的采药孤儿，实为上古湮灭的“天墟神族”最后血脉",
        "appearance": "身形瘦削却暗含爆发力，黑发凌乱如鸦羽，左眼漆黑如永夜，右眼藏一缕鎏金神纹（情绪波动时显现）。脖颈缠绕半腐化的绷带，掩盖一道吞噬灵力的诅咒伤痕。",
        "belongings": "一柄生锈的青铜短刀（实为神族圣器“斩厄”的封印形态），总随身携带一株永不凋零的血色彼岸花（母亲遗物）。",
        "goal": "杀尽九大仙门长老，为养母复仇",
        "motive": "破除体内“葬天神印”对自己的记忆封锁，查明天墟神族覆灭真相，同时抗拒逐渐觉醒的灭世血脉本能",
        "tagline": "“你们说我是灾星？错了——等我碾碎这天道，尔等方知何为真正的天灾！”"
      },
      "role_12": {
        "role_type": "恋人",
        "name": "凌雪瑶",
        "gender": "女",
        "age": "22岁",
        "identity": "隐世古医门少主/表面是大学医学院高冷天才",
        "appearance": "银白长发如月华倾泻，左眼琥珀色右眼冰蓝色（先天异瞳），唇色淡樱，指尖总染着药草香。常年穿墨色刺绣长衫配银丝软甲，战斗时瞳孔会泛起血色纹路。",
        "belongings": "从不离身的九针金匮匣（内藏毒针与救命灵药）、手腕缠着男主幼时赠的半截褪色红绳。",
        "goal": "以“保护男主体内上古灵脉”为由接近，声称需定期为他施针压制反噬。",
        "motive": "真实目的是用男主的灵脉精血复活百年前为救自己而死的师父（男主前世），却在相处中逐渐动摇。",
        "tagline": "“我可以为你摘星，但别指望我开口说爱——毕竟活人，永远争不过死人。”（抚着金匮匣冷笑时常用台词）"
      },
      "role_13": {
        "role_type": "主角",
        "name": "林烬",
        "gender": "男",
        "age": "20岁",
        "identity": "表面是苍渊城底层平民，实为三百年前被灭族的“天阙神脉”唯一遗孤，体内封印上古神魔之力",
        "appearance": "黑发凌乱如焰，左眼暗金瞳纹如破碎星辰，右眼幽蓝似深渊，脖颈缠绕一道血色锁链状胎记。身形瘦削却隐含爆发力，掌心永远残留灼烧焦痕。",
        "belongings": "一枚锈迹斑驳的青铜指环（实为神脉族器“九劫轮回钥”），腰间总挂着半壶兑水的劣酒",
        "goal": "向覆灭神脉一族的九大仙门复仇，揭开苍渊城地底埋葬的“禁忌时代”真相",
        "motive": "抗拒体内逐渐苏醒的神魔意志，寻找自己究竟是“末代神子”还是“灭世容器”的终极答案",
        "tagline": "“我这一生，不求通天彻地，只求问心无愧——若心有不甘，那便掀了这天，踏碎这地！”"
      },
      "role_14": {
        "role_type": "主角",
        "name": "陆九霄",
        "gender": "男",
        "age": "19岁",
        "identity": "被灭门的隐世家族唯一遗孤，意外获得上古神兵\"陨星劫\"认主，表面是落魄江湖客，实为搅动天下风云的暗棋",
        "appearance": "黑发凌乱如鸦羽，左眼下方有道妖异的血色泪痕状疤痕，身形瘦削却如未出鞘的利刃。常年穿着洗得发白的玄色劲装，腰间悬着的青铜酒壶刻满神秘符文",
        "belongings": "用破布缠裹的陨星劫剑（平时如废铁，觉醒时化为流淌星焰的狰狞重剑），半块雕刻着\"烛龙吞日\"图案的祖传玉佩",
        "goal": "向当年参与灭门案的九大势力复仇，重振家族荣耀",
        "motive": "逐渐发现家族被灭源于千年前\"弑神之战\"的禁忌真相，自身血脉竟是封印灾厄的关键，必须在毁灭世界与牺牲自我间抉择",
        "tagline": "\"我陆九霄的命，十年前就该断了。如今这副残躯燃着的，是仇敌的血、苍生的泪，还有...连天道都压不住的妄念！\""
      },
      "role_15": {
        "role_type": "主角",
        "name": "凌千澈",
        "gender": "男",
        "age": "18岁",
        "identity": "被逐出家族的“废柴少主”，觉醒上古湮灭血脉的逆命者",
        "appearance": "墨色长发束狼尾，左眼暗金竖瞳（血脉觉醒标志），右眼蒙着染血玄绸。瘦削身形裹在残破黑鳞甲内，锁骨处有三道狰狞雷击疤痕，举手投足间自带孤狼般的压迫感。",
        "belongings": "生锈的断剑“葬渊”（实为封印状态的神器），母亲遗留的半块逆鳞玉佩（藏有身世秘密）",
        "goal": "杀回凌天宗夺回少主之位，向当年陷害自己的九大长老复仇",
        "motive": "解开父亲“意外陨落”背后的天道阴谋，阻止湮灭血脉暴走吞噬苍生",
        "tagline": "“我这一身反骨，天压不弯，命碾不断——纵是诸天神佛拦路，不过多斩一刀！”"
      },
      "role_16": {
        "role_type": "反派",
        "name": "墨千劫",
        "gender": "男",
        "age": "35岁",
        "identity": "九幽魔宗宗主，掌控七十三座暗域禁地的幕后黑手",
        "appearance": "银发如淬毒霜刃，血色瞳孔中似有冤魂翻涌，左脸覆半张玄铁恶鬼面具，露出的右脸轮廓俊美如妖。黑袍绣满噬灵藤纹，行走时足下蔓延黑雾，所经之处草木枯朽。",
        "belongings": "一枚能吞噬生魂的「幽冥骨戒」，腰间悬着以仇敌脊骨炼制的「万孽剑」。",
        "goal": "集齐上古邪器「九狱印」，打破正道宗门封印，一统正邪两道。",
        "motive": "幼年被仙门世家当作祭品抛弃，目睹生母为护己惨死，执念化作对「光明」二字的病态憎恶，誓要焚毁所有自诩正义的存在。",
        "tagline": "“这世间所谓正道，不过是披着人皮的恶鬼……本尊要做的，便是撕碎所有虚伪的光明。”"
      },
      "role_17": {
        "role_type": "反派",
        "name": "厉寒",
        "gender": "男",
        "age": "42岁",
        "identity": "九幽魔宗宗主，掌控北冥禁渊的至暗势力，暗中操纵七国战乱",
        "appearance": "苍白如冷玉的面容，左眼被玄铁眼罩覆盖，露出的右眼瞳孔呈暗金色；身披黑羽大氅，脖颈处缠绕着锁链状刺青，行走时周身萦绕若有若无的血雾",
        "belongings": "一柄名为“蚀骨”的脊椎骨炼制的软剑，腰间悬着装满怨魂的琉璃魂瓶",
        "goal": "集齐上古血祭大阵所需的十二圣器，炼化整个修真界为血海魔域",
        "motive": "为复活被正道宗门活祭的亡妻神魂，不惜颠覆三界法则",
        "tagline": "“天道不仁，我便做那焚天的劫火——众生？不过是燎原时的薪柴罢了。”"
      },
      "role_18": {
        "role_type": "喜剧角色",
        "name": "钱多多",
        "gender": "男",
        "age": "25岁",
        "identity": "破产富二代兼职业“锦鲤”（自称），靠蹭吃蹭喝和直播玄学改命为生",
        "appearance": "顶着一头染成粉色的鸡窝头，左耳戴三枚塑料貔貅耳钉，总穿着皱巴巴的GUCCI仿款睡衣，腰间挂着叮当作响的“五帝钱”钥匙链，走路时拖鞋永远少一只后跟",
        "belongings": "贴满开光符咒的直播手机、祖传镀金貔貅（掉漆露出不锈钢内胆）、一包永远抽不完的散装“好运来”香烟（实际是薄荷糖）",
        "goal": "通过直播玄学骗打赏还清家族债务，并混进上流宴会蹭免费龙虾",
        "motive": "渴望证明自己不是废物，暗恋债主女儿却用“兄弟情”当保护色",
        "tagline": "“我穷得只剩运气了，但老天爷好像只给我中‘再来一瓶’的命！”（边说边从垃圾桶翻出半瓶过期可乐，瓶盖赫然写着“谢谢惠顾”）"
      },
      "role_19": {
        "role_type": "恋人",
        "name": "苏清婉",
        "gender": "女",
        "age": "22岁",
        "identity": "隐世宗门“天音阁”的少阁主，天赋异禀的音修天才，被誉为“天音仙子”。",
        "appearance": "一袭白衣胜雪，长发如瀑，眉目如画，气质清冷如月。她的眼眸如秋水般澄澈，却又带着一丝难以捉摸的深邃。举手投足间自带一股仙气，仿佛不食人间烟火。",
        "belongings": "一把名为“清音”的古琴，琴身雕刻着繁复的符文，琴弦由千年冰蚕丝制成，弹奏时能引动天地灵气。",
        "goal": "寻找失传已久的“天音秘典”，以振兴天音阁，守护宗门传承。",
        "motive": "内心深处渴望摆脱宗门束缚，追求真正的自由与爱情，但因责任与使命而压抑自我。",
        "tagline": "“琴音如心，心若止水，可这世间，又有谁能真正懂我？”"
      },
      "role_20": {
        "role_type": "恋人",
        "name": "慕清璃",
        "gender": "女",
        "age": "22岁",
        "identity": "表面是跨国财团继承人，实为古老隐世家族的“天命巫女”，手握改写命运的神秘力量",
        "appearance": "及腰银发间缠着红丝绦，眼尾缀一颗泪痣，肤色苍白如雪，穿月白色改良旗袍时腰间悬九枚青铜铃铛，行走时无声却暗藏杀机",
        "belongings": "一支刻满咒文的鎏金凤钗（暗器），左手腕永不摘下的血色玉镯（家族契约烙印）",
        "goal": "寻找能破解家族千年诅咒的“命定之人”",
        "motive": "渴望摆脱被献祭的命运，成为真正自由的普通人",
        "tagline": "“若我的命格注定染血，我偏要为你逆天改命——哪怕碎尽这身巫骨。”"
      },
      "role_21": {
        "role_type": "反派",
        "name": "厉寒枭",
        "gender": "男",
        "age": "32岁",
        "identity": "掌控修真界暗势力的\"九幽冥殿\"殿主，表面是正道联盟客卿长老",
        "appearance": "银灰色长发垂至腰际，左眼覆着刻满上古符文的玄铁眼罩，右眼瞳孔呈蛇类竖瞳状。苍白如雪的皮肤下隐约浮现暗金色血管纹路，脖颈处缠绕着封印魔气的血玉锁链。常年穿着绣有百鬼夜行图的墨色织金长袍。",
        "belongings": "从不离手的九节紫髓骨鞭（由渡劫期蛟龙脊骨炼制），腰间悬着能吞噬元神的\"炼魂灯\"。",
        "goal": "集齐上古魔尊遗落的七件灭世法器，打破天道桎梏",
        "motive": "幼年因身怀魔族血脉被宗门活祭双亲，暗中策划让所有修真门派自相残杀，证明所谓正道比他这个\"魔种\"更肮脏",
        "tagline": "\"慈悲渡不了苍生，本尊便用尸山血海重写这人间规矩——跪着生，或者站着死，选吧。\""
      },
      "role_22": {
        "role_type": "主角",
        "name": "林逸风",
        "gender": "男",
        "age": "26岁",
        "identity": "天阙宗年轻一辈中最杰出的弟子，被誉为“破云剑圣”，备受瞩目。",
        "appearance": "林逸风身材挺拔匀称，拥有明亮的眼睛与英俊的面容，留着清爽的短发。他常常穿着一身蓝色长袍，腰间挂着破云剑，一副正义凛然的样子。",
        "belongings": "破云剑、玉佩（师父所赐）、家传玉珠",
        "goal": "林逸风立誓要击败天阙宗大弟子楚玄，获取更高地位；同时保护世间不受邪恶势力侵害，维护和平。",
        "motive": "他一直怀疑自己真正的身份，并在内心暗自渴望查清自己的身世之谜，揭开背后隐藏的重大秘密。",
        "tagline": "“若命运不容人，我便以我剑开天辟地！”"
      }
    }
  }
}