{
  "电影剧本 - 文艺片": {
    "type": "剧本",
    "explanation": "以细腻情感表达和艺术探索为核心的剧本类型，弱化传统戏剧冲突而强调意境营造。常用非线性叙事和隐喻镜头语言，如侯孝贤《刺客聂隐娘》中的留白美学。需构建具有文学性的对白体系和符号系统，通过环境细节折射人物心理，适合表现文化记忆、身份认同等哲学命题。创作难点在于商业性与作者性的平衡，常采用诗化蒙太奇和沉浸式声效设计增强艺术感染力。"
  },
  "电影剧本 - 黑色电影": {
    "type": "剧本",
    "explanation": "以道德模糊性与宿命论为内核的犯罪题材剧本，诞生于1940年代美国战后焦虑期。核心元素包含硬汉侦探、蛇蝎美人、雨夜街道与低角度打光构成的压抑视觉符号，如《马耳他之鹰》中通过百叶窗光影分割人物面孔暗示精神分裂状态。需构建环形叙事陷阱，让每个角色都携带致命缺陷，利用香烟、空酒瓶等道具强化颓废美学。当代新黑色电影如《银翼杀手2049》将赛博空间与存在主义危机结合，挑战在于如何在霓虹美学中保持人性挣扎的真实性。"
  },
  "电影剧本 - 公路片": {
    "type": "剧本",
    "explanation": "以空间位移映射心理蜕变的叙事类型，核心结构为\"旅途触发人物关系裂变\"。经典范式如《末路狂花》中逃亡公路串联女性觉醒，荒漠景观成为父权压迫的实体化象征。需设计具有隐喻功能的交通工具（破旧房车象征中年危机/摩托车代表叛逆青春），通过加油站、汽车旅馆等节点制造偶发冲突。当代变体如《绿皮书》将种族议题植入公路框架，挑战在于避免沦为风景明信片合集，需用轮胎痕迹、车载电台音乐等细节构建流动的封闭空间，让后视镜倒影揭示角色未言明的隐秘创伤。"
  },
  "电影剧本 - 政治隐喻": {
    "type": "剧本",
    "explanation": "以符号系统包裹现实批判的隐蔽叙事类型，通过虚构框架映射真实权力结构。经典如库斯图里卡《地下》用荒诞狂欢暗喻南斯拉夫解体，或《动物庄园》动画化极权演变。需构建双层叙事：表层故事符合审查逻辑，深层通过动物拟人、建筑空间（如无限回廊象征官僚体系）传递意识形态批判。道具设计具有双重性，如《让子弹飞》中\"鹅城\"牌匾暗指剥削制度。当代创作如《雪国列车》用车厢等级隐喻阶级固化，挑战在于平衡隐喻密度与观赏性，常采用色彩政治学（红色代表革命/蓝色象征镇压）与台词双关术，让观众在破译符号中获得解谜快感。"
  },
  "电影剧本 - 暴力美学": {
    "type": "剧本",
    "explanation": "以暴力行为艺术化升华为核心的视觉叙事类型，通过高度风格化的动作设计与色彩调度消解暴力原始残酷性。发轫于香港新浪潮电影（吴宇森《喋血双雄》的白鸽教堂枪战）与日本剑戟片（北野武《座头市》的血墨喷溅），其本质是暴力场景的舞蹈化编排与仪式感构建。需设计符号化武器系统（武士刀象征古典道义/霰弹枪代表现代暴力失控）与密闭空间（电梯、地下拳场）放大动作张力，利用慢镜头切分暴力瞬间的毁灭性美感。当代如《疾速追杀》系列将霓虹色温与枪械格斗融合，挑战在于避免沦为纯粹感官刺激，需借暴力揭露角色精神困境（如《老男孩》长镜头打斗中的自我惩罚隐喻），并通过血雾形态（喷溅式/雾化式）与骨骼碎裂音效设计建立独特的暴力诗学体系。"
  },
  "电影剧本 - 社会寓言": {
    "type": "剧本",
    "explanation": "以极端情境折射群体困境的批判性叙事类型，通过超现实设定解构现实社会病症。经典如《寄生虫》用半地下室与豪宅的空间对立寓言阶层固化，《黑镜》系列以科技失控揭示人性异化。需构建具有普世痛点的符号系统（如《雪国列车》中永动列车象征人类文明困境），通过规则化异世界（《龙虾》的单身者变形机制）放大社会规则荒诞性。创作核心在于将抽象概念实体化——用“记忆删除手术”隐喻集体遗忘（《暖暖内含光》），或以“语言瘟疫”指涉信息污染（《未来的未来》）。当代挑战在于如何突破后现代解构疲劳，常采用嵌套结构（如《瞬息全宇宙》用多元宇宙包裹移民家庭创伤），并通过日常物品异化（会说话的冰箱/流血的自来水管）制造认知颤栗，使观众在魔幻表皮中触摸现实骨刺。"
  },
  "电影剧本 - 文献纪录片": {
    "type": "剧本",
    "explanation": "以真实历史素材重构为核心的纪实性叙事类型，需在档案考证与戏剧张力间建立平衡。经典如《寻找小糖人》通过唱片店老板的民间考据还原歌手罗德里格兹的传奇，或《火山挚恋》用火山学家遗留的16mm胶片拼贴科学狂热者的生命史诗。创作需构建三重证据链：官方档案（新闻简报/会议记录）、民间记忆（书信/口述史）与物质遗存（老照片的折痕/破损录音带的杂音），通过交叉印证揭示被遮蔽的历史棱角。当代技术如AI修复模糊影像、3D重建消失场景（《他们已不再变老》的战场色彩还原）赋予新可能，挑战在于避免陷入\"客观性陷阱\"，需用侦探式叙事（如《以火书写》中对印度女记者联盟的跟踪拍摄）和声效蒙太奇（打字机节奏对应心跳频率）激活尘封史料的情感温度，同时警惕资料版权迷阵与历史解释权的伦理边界。"
  },
  "电视剧本 - 单元剧": {
    "type": "剧本",
    "explanation": "以独立故事模块构建的剧集结构类型，每集（或2-3集）形成封闭叙事单元，同时暗藏贯穿全季的核心线索。经典范式如《世界奇妙物语》的完全独立篇章，或《神探夏洛克》中案件与角色成长线并行的复合模式。需设计“钩子与锚点”系统：单元故事提供即时满足（如《犯罪心理》每集侦破连环杀手案），而角色背景碎片（如《浴血黑帮》中汤米·谢尔比的战争闪回）像密码般逐步拼凑主线真相。场景复用技巧至关重要（警察局审讯室/酒吧密谈角落实时出现强化观众归属感），当代变体如《爱，死亡和机器人》突破时长定式，挑战在于避免“套路化倦怠”，需在单元中植入世界观拼图（《曼达洛人》每集护送任务揭示新星球文明），或用颠覆性叙事结构（《九号秘事》的暴风雪山庄模式与直播综艺式单元交替）维持新鲜感，同时警惕支线稀释主线张力的风险。"
  },
  "电视剧本 - 年代戏": {
    "type": "剧本",
    "explanation": "以特定历史时期为容器的叙事类型，通过物质细节考古重构时代质感。经典如《唐顿庄园》用银器摆放礼仪折射爱德华时期阶级秩序，《大江大河》借化肥厂改制档案还原改革开放肌理。需构建三重考证体系：物质层（的确良衬衫褶痕/老式拨盘电话锈迹）、行为层（80年代青年跳黑灯舞的隐秘快感/民国名伶抽香烟的指法）与观念层（文革标语在婚房墙皮的残留层理）。创作核心是“虚构人物在非虚构历史褶皱中穿行”，如《广告狂人》将麦迪逊大道广告战与肯尼迪遇刺事件交织，用虚构角色参与真实历史时刻（如创作万宝路香烟广告）。挑战在于规避“博物馆标本化”陷阱，需在旗袍盘扣的考据中注入现代议题（如《一把青》用空军眷村旗袍下的女性困境解构战争宏大叙事），并通过光影设计（暖黄滤镜像旧照片显影液）与声音考古（老电台电流杂音中的时代频率）让历史尘埃重新带电。"
  },
  "电视剧本 - 职业剧": {
    "type": "剧本",
    "explanation": "以垂直行业生态为解剖对象的专业叙事类型，需在戏剧冲突与行业真实间建立精密平衡。经典如《白色巨塔》通过心脏手术台与院长选举双线并置，将医疗伦理与权力博弈焊成一体，或《新闻编辑室》用实时新闻生产流程（选题会-现场连线-舆论反转）构建媒体人的职业信仰光谱。创作需完成三重淬炼：行业黑话体系（《亿万》中的对冲基金做空术语）、职业仪式感（《傲骨贤妻》律师整理袖扣的庭前准备动作）与道德困境（《非自然死亡》法医隐瞒真相拯救家属的伦理抉择）。当代挑战在于突破“职场偶像剧”窠臼，需设计“职业污染”场景——如《放射诊疗室》医生长期接触X光后的皮肤溃烂，或用行业冷知识制造悬念（《李尸王朝》医官通过尸斑分布推断感染时间）。新兴领域如电竞（《穿越火线》）、大数据（《黑镜》评分系统）的崛起，要求编剧构建虚构职业手册（如《人生切割术》中记忆分离手术的操作规程），并通过道具符号化（《半泽直树》的万宝龙钢笔象征银行家信仰）让硬核知识转化为观众可感知的视觉语言。"
  },
  "电视剧本 - 悬疑推理": {
    "type": "剧本",
    "explanation": "以逻辑迷阵与心理博弈为双轴的智力游戏类型，核心在于“观众参与的解谜仪式感”。经典如《真探》第一季通过17年时间跨度编织邪教符号网络，或《轮到你了》用居民会议记录纸构建交换杀人链。需设计“三幕式线索矩阵”：第一幕抛尸现场遗留矛盾细节（带唇印的烟蒂/停走的腕表），第二幕通过对话回溯提取人物秘密时间线（不在场证明的天气漏洞），第三幕用物理诡计（《神探伽利略》的磁性血瀑）或心理盲点（《看不见的客人》的相貌重叠伪装）完成逻辑闭合。当代挑战在于突破“最后一分钟反转”疲劳，采用动态谜题机制——如《9号秘事》每集新规则（时空循环/身份置换），或《东城梦魇》将探案过程异化为小镇创伤的解剖实验。进阶手法包括“负线索”（《杀人回忆》中始终缺失的DNA证据）制造悬而未决的压抑感，或利用数字媒介（《网络谜踪》的屏幕叙事）重构推理路径，同时警惕“炫技式诡计”对人性厚度的侵蚀，需让罪案成为照见时代病灶的手术刀（《沉默的真相》用长夜追凶映射司法沉疴）。"
  },
  "电视剧本 - 女性成长": {
    "type": "剧本",
    "explanation": "以性别觉醒与自我重构为叙事主轴的剧作类型，通过微观个体命运折射宏观性别权力结构。经典如《我的天才女友》用双生花镜像对照呈现知识如何撕裂女性命运，《致命女人》以三段时空谋杀案解构婚姻制度对女性的吞噬机制。需构建“茧房突破”模型：初始设定性别规训容器（《使女的故事》中的红色斗篷，《了不起的麦瑟尔夫人》的完美主妇标本），通过触发事件（丈夫出轨/职场性骚扰）引爆认知地震，最终在废墟中重建主体性（《后翼弃兵》借国际象棋棋盘突破男性智力霸权）。\n\n创作需解剖三重枷锁：生理性（《女佣》用清洁剂灼伤的手喻示单亲母亲身体剥削）、制度性（《美国夫人》平权法案投票背后的政治博弈）与文化性（《俗女养成记》中闽南语脏话蕴含的厌女基因）。当代挑战在于突破“大女主爽剧”扁平化陷阱，需展现觉醒的反复性与痛感（《伦敦生活》中女主在自毁与自救间摇摆），并通过物件符号学（《燃烧女子的肖像》中反复点燃的火柴象征女性创造力）构建隐秘的性别诗学。新兴手法如《杀死伊芙》将双向凝视的百合情愫与暴力美学嫁接，或在《弹子球游戏》中用四代移民女性的鱼市叫卖声瓦解男性史诗叙事。"
  },
  "电视剧本 - 黑色幽默": {
    "type": "剧本",
    "explanation": "以荒诞情境与尖刻讽刺解构现实困境的叙事类型，通过悖论性幽默揭示生存荒诞性。经典如《绝命毒师》用制毒贩毒映射中年危机，《去他妈的世界》以青少年暴力行径讽刺社会规训失效。需构建“逻辑自洽的荒谬体系”：比如《伦敦生活》中女主打破第四面墙的自嘲独白，或《百年酒馆》用无限循环的失败人生揭露存在主义危机。道具设计需具反讽功能（《黑镜》中评分手机既是社交工具又是刑具），对白应充满悖论式机锋（“我这么失败是因为太害怕成功”）。当代挑战在于避免虚无主义陷阱，需在笑声中埋藏救赎线索（《疼痛难免》中产科医生的毒舌包裹着对生命的敬畏），并通过错位调度（葬礼上突然响起的电子舞曲）制造情感过山车效应。创新方向如《人生切割术》将办公室剥削制度异化为脑科手术，用科幻外衣包装劳工权益议题，要求编剧在笑声与刺痛间找到精准的平衡点，让观众在荒诞狂欢后触摸到现实棱角。"
  },
  "电视剧本 - 末世废土": {
    "type": "剧本",
    "explanation": "以文明崩解后的生存博弈为叙事基盘的剧作类型，通过极端环境测试人性阈值。经典如《行尸走肉》用丧尸围城重构社会契约，《疯狂的麦克斯4》将水资源战争升华为蒸汽朋克神话。需构建“三重废墟体系”：自然废墟（核冬天紫色天空/沙漠吞噬城市钢筋）、文明废墟（图书馆典籍被撕作引火纸/博物馆恐龙骨架成为部落图腾）与人性废墟（儿科医生为抢夺抗生素杀人/母亲用童话哄骗孩子食用昆虫蛋白）。\n\n创作核心是“末日规则设计”：《最后生还者》中孢子病毒催生的地下隔离区等级制，《北斗神拳》以暴力重构文字传承的拳法秘笈。符号系统需兼具功能与隐喻——防毒面具滤芯剩余天数即生命倒计时，改装车焊接着的十字架既是武器支架也是信仰残片。当代挑战在于突破“脏乱差”视觉疲劳，可引入生物朋克元素（《灵笼》中脊蛊寄生体形成的生态链），或探索精神末世（《来自新世界》用咒力崩溃解构乌托邦）。进阶手法如《无主之地》将资源争夺战与后人类伦理结合（机械义肢士兵守护人类文明博物馆），并通过声景设计（永恒的风沙呼啸/变种生物的次声波交流）构建沉浸式废土体验，让观众在生存史诗中听见文明墓碑的裂响。"
  },
  "舞台剧本 - 沉浸式戏剧": {
    "type": "剧本",
    "explanation": "以瓦解观演边界为核心的体验型剧场革命，将观众转化为叙事参与者与空间解谜者。经典如《不眠之夜》重构《麦克白》剧情碎片于五层酒店中，观众佩戴面具在血渍走廊与幽灵演员擦肩而过。需设计“蜂巢式叙事结构”：主故事轴（国王谋杀线）与分支剧情（女仆日记线）在不同空间同步推进，观众自由切换视角形成私人化叙事拼图。环境符号学至关重要——反锁的抽屉藏匿角色遗书、宴会厅长桌下黏着的红酒渍暗示权力更迭。\n\n创作需构建“触发式互动机制”：触碰特定道具（翻开圣经某页）触发演员1v1表演，或人群密度触发剧情分支（超过5人聚集开启处刑场景）。当代挑战在于平衡失控与掌控，采用红外追踪技术调控叙事节奏（如《Gatz》中办公室打印机随观众移动自动吐出新线索），或利用气味装置（硝烟与橙花精油交替）引导情绪曲线。进阶实验如《Then She Fell》将精神病院病房与爱丽丝梦游仙境融合，要求观众饮下药水解锁隐藏剧情，在解谜手册与肢体接触中完成自我身份的重构，最终使剧场成为集体潜意识的显影液。"
  },
  "舞台剧本 - 环境戏剧": {
    "type": "剧本",
    "explanation": "以空间能量重塑为核心的剧场革命，将建筑结构转化为活态叙事器官。鼻祖理查德·谢克纳在《狄俄尼索斯在69年》中拆除座椅，让观众在血肉气息中见证演员从子宫造型的木质结构里诞生。需建立“空间语法系统”：教堂彩窗折射的光斑成为神性审判的坐标，地下车库的通风管道轰鸣声化作命运交响乐。\n\n创作核心是“空间记忆唤醒”——某废弃纺织厂改造的剧场中，生锈织布机的节奏被编排进工人罢工戏码（《机器停转》），观众手持梭子在钢架间穿行时，织物经纬线投影出女工幽灵的罢工标语。当代实验如《重载》利用港口起重机作为表演机械，集装箱开合同步角色命运翻转，吊钩阴影切割观众席形成压迫性政治隐喻。\n\n技术挑战在于“失控中的精密控制”：红外感应触发不同区域的声场切换（观众踏入厨房区自动激活煎牛排音效与家暴对白），液压装置使整片地板倾斜成15度焦虑角。伦理边界需被重新勘定——当观众在《死亡实验》中被迫选择按下虚构的核按钮时，剧场镜面墙实时反射每个人的微表情震颤，使观演关系成为人性实验室的解剖样本。"
  },
  "舞台剧本 - 文献剧": {
    "type": "剧本",
    "explanation": "以历史档案与集体记忆为原材料的纪实剧场类型，通过纸页震颤重现被掩埋的真相。经典如彼得·魏斯《调查》直接使用奥斯维辛审判速记稿，让观众席化身法庭，演员用机械语调复述证词时，灯光在旁听席随机扫射形成道德拷问。需构建“档案的多声部交响”——将会议记录、私人日记、监控录像进行蒙太奇拼贴（如《雷曼兄弟三部曲》用股票单据数字投影构建金融帝国兴衰），通过文件物质性（泛黄纸张的霉斑/打字机色带褪色程度）赋予史料肉身。\n\n创作需设计“档案活化术”：让演员在撕碎机密文件时，碎片投影出失踪者面孔（《红》）；或用档案柜抽屉开合节奏模拟专制机器的呼吸频率。当代实验如《切尔诺贝利的悲鸣》让观众佩戴辐射计数器进场，读数随剧情推进攀升至危险阈值。挑战在于规避“说教式陈列”，需用舞台化学解构权威叙事——当演员同时扮演施暴者与档案记录员（《1984》中的双重思想体操），或在焚烧判决书时灰烬组成受难者名字（《南京不哭》）。伦理红线在于平衡创伤重现与二次伤害，常采用“幽灵观众席”（预留空位给历史受害者）或声波净化装置（刺耳的档案扫描仪嗡鸣中突然插入鸟鸣），让历史棱镜折射出希望光谱。"
  },
  "舞台剧本 - 解构经典": {
    "type": "剧本",
    "explanation": "以经典文本为手术台的当代精神解剖，通过肢解与重组传统叙事暴露其意识形态骨骼。如德国导演海纳·穆勒在《哈姆雷特机器》中将丹麦王子蜕变为精神病院患者，用碎玻璃拼贴独白解构复仇叙事，让奥菲莉亚的尸骸化作女性主义宣言的扩音器。需构建“幽灵对话系统”——让李尔王的疯癫台词与智能手机提示音交织（《李尔王》电子版），或使美狄亚的杀子行为在直播镜头前转化为流量狂欢（《美狄亚2.0》）。\n\n舞台符号需进行量子纠缠：京剧髯口与VR眼镜叠加（《王者俄狄浦斯》），麦克白的三女巫变身证券交易所数据播报员。创作核心在于“暴力缝合术”——用金属支架将朱丽叶阳台焊死在贫民窟水管上（《罗密欧与朱丽叶：拆迁区》），或在《茶馆》中植入人工智能跑堂，用算法推荐茶点时泄露顾客隐私数据。当代挑战在于避免解构沦为虚无主义游戏，需如《四川好人》新版中用3D打印神像的层积过程，在摧毁旧信仰时显影出技术崇拜的新神龛，让被撕碎的经典羊皮纸在聚光灯下暴露出资本水印。"
  },
  "舞台剧本 - 肢体剧场": {
    "type": "剧本",
    "explanation": "以身体语汇替代文字叙事的原始表达革命，通过肌肉震颤与空间关系构建液态意义场。波兰导演格洛托夫斯基的《卫城》将奥斯维辛受难者转化为不断搬运砖块的生物机械，演员的痉挛性动作解构了语言在极端情境下的失效。需开发“身体符号辞典”——手指持续抽搐隐喻精神焦虑，群体爬行轨迹编织权力拓扑图，突然的坠落与托举形成情感气压差。\n\n创作需实践“骨骼写作法”：在《水之书》中舞者用脊柱蠕动模拟潮汐运动，关节爆响对应礁石碎裂声效。当代实验如《聋人共和国》全程使用手语韵律学，将语法结构转化为肢体碰撞的数学模式（拥抱持续时间=词语重量×情感系数）。挑战在于规避“抽象化迷雾”，需如《战马》中用傀儡马机械关节的咬合声对应骑兵冲锋节奏，让观众在股四头肌的震颤中听见战壕哀嚎。伦理禁忌常涉及身体极限测试——当演员真实切割皮肤时（《4:48 精神崩溃》），血珠坠地速度是否构成新的表演文本，这要求创作者在残酷诗意与生命伦理间校准刻度。"
  },
  "舞台剧本 - 政治剧": {
    "type": "剧本",
    "explanation": "以权力结构与意识形态交锋为手术刀的剧场类型，通过戏剧冲突显影政治肌体的病理切片。布莱希特《伽利略传》用望远镜镜片折射真理与强权的博弈，演员直接向观众抛出“顺从的代价”之问。需构建“权力拓扑学”——让舞台化作议会圆形大厅（《民主》中旋转座椅象征立场摇摆），或使幕布成为实时投影的舆情监测屏（《人民公敌》新版中社交媒体弹幕吞噬主角辩词）。\n\n创作需设计“政治身体符号学”：元首演讲时的麦克风线如脐带般连接国家供电系统（《独裁者手册》），抗议者举起的标语牌在聚光灯下暴露出木材厂批号暗示被资本收编。当代实验如《后真相审讯室》让观众手机接入投票系统，实时决定角色生死以解构民主幻觉。技术挑战在于平衡隐喻密度与戏剧动能——当《动物庄园》的猪领袖戴上智能手环监测“所有动物平等指数”，数据可视化投影与动物嚎叫形成算法暴政交响曲。\n\n伦理红线在于避免沦为宣传工具，需如《萨勒姆的女巫》新版中将猎巫法庭改造成直播现场，观众席暗藏的摄像头随机捕捉观众表情并标注“可疑指数”，迫使每个人在剧场黑暗中与自己内心的告密者对峙。"
  },
  "舞台剧本 - 教育剧场": {
    "type": "剧本",
    "explanation": "以戏剧为认知手术刀的教学实践类型，将知识传授转化为身体参与的沉浸式学习仪式。巴西戏剧家波瓦的「被压迫者剧场」开创论坛剧场模式，允许观众随时喊停剧情并上台改写农民工讨薪的博弈策略。需构建「认知脚手架系统」——在《达尔文大冒险》中，学生通过扮演加拉帕戈斯雀鸟调整喙部形状（道具橡皮泥）体验自然选择，剧场吊杆模拟食物链压力迫使「进化」发生。\n\n创作需融合「三重穿透法」：知识穿透（物理定律通过倾斜舞台上的小球运动轨迹揭示）、情感穿透（《安妮日记》密室逃脱式剧场让观众用紫外线笔寻找墙缝里的日记残页）、行动穿透（《气候法庭》中观众化身陪审团，用碳排放数据决定企业存亡）。当代进化如《量子怪人》用VR眼镜使观众同时观测光的波粒二象性剧场，薛定谔猫的生死由掌声分贝数决定。\n\n伦理困境在于教育中立性——当《基因密码》剧场要求观众选择编辑胎儿基因序列时，DNA螺旋楼梯随选择亮起不同颜色的道德警示灯。技术前沿体现为「神经反馈表演」：观众脑电波数据实时生成海洋污染程度（《蓝星危机》），注意力集中时虚拟珊瑚礁复苏，分神则触发石油泄漏动画。真正的革命性在于让剧场穹顶成为大脑皮层的镜像，在扮演他人时照见自己的认知盲区。"
  },
  "舞台剧本 - 残酷戏剧": {
    "type": "剧本",
    "explanation": "以暴力与原始欲望为手术刀的戏剧实验，安托南·阿尔托视其为“瘟疫的形而上学”，旨在用感官冲击撕裂文明伪装。经典如《钦契》中乱伦与弑亲的鲜血在舞台上凝结成仪式，演员通过喉音震颤与痉挛性动作释放集体潜意识中的兽性。需构建“暴力诗学系统”——肢解木偶象征道德瓦解（《马拉/萨德》）、粘稠蜂蜜涂抹裸体映射权力黏连（当代版《美狄亚》），用生理不适感（血腥味扩散装置/40Hz低频音震动座椅）迫使观众直面人性深渊。\n\n创作核心是“仪式化施虐”：将台词转化为咒语吟诵（《青鸟》新版中演员用失语症患者的喉音重复条约条款），或用肢体暴力解构语言（《暴风雨》中普洛斯彼罗的魔法书被撕碎吞食）。当代挑战在于规避伦理争议，如《4:48精神崩溃》用医用约束衣与抗抑郁药瓶构建抑郁解剖台，观众需通过显微镜观察演员瞳孔震颤来阅读独白。技术革新体现为生物反馈应用——演员心率数据实时调控灯光色温（心动过速触发血红色频闪），或脑电波波动生成配乐（δ波主导时响起子宫内录音）。终极命题是让剧场成为炼金术坩埚，在观众的战栗与呕吐中提炼出未被规训的人性原浆。"
  },
  "动画剧本 - 成人动画": {
    "type": "剧本",
    "explanation": "以超越年龄阈值的深层次议题为核心的动画类型，通过夸张变形美学解构社会禁忌。日本《恶魔人：哭泣之子》将校园霸凌嫁接恶魔附体传说，血液化作石油隐喻人性异化；美国《马男波杰克》用动物拟人化撕开好莱坞虚荣工业的溃烂创面。需构建“双重解码头盔”——表层喜剧元素（波杰克浮夸的肢体语言）包裹存在主义危机（瘾君子编剧的创作焦虑），通过视觉隐喻（《心理游戏》中肠道迷宫象征创作困境）将哲学思辨视觉化。\n\n创作需平衡致郁与治愈的临界点：如《未麻的部屋》用偶像转型演员的精神分裂过程，在镜头畸变与色彩污染中探讨身份解离。当代挑战在于突破“成人=暴力色情”的刻板印象，采用脑神经美学（《意识入侵》中记忆回廊的拓扑学结构）或社会装置艺术（《犬王》将摇滚演唱会与能乐亡灵共演）重构成人向动画的叙事边疆，使细胞膜级别的生命痛感穿透次元壁。"
  },
  "动画剧本 - 机甲战斗": {
    "type": "剧本",
    "explanation": "以钢铁巨物承载人类生存意志的终极浪漫，通过机械设计与战术博弈构建科技神话。《EVA》使徒歼灭战背后的父权创伤，《超时空要塞》变形战机舞蹈中的文化融合命题，皆将机甲作为人性放大器。需建立“机械生理学”——关节液压声对应角色心率（《ALDNOAH.ZERO》火星机甲的心跳共鸣），涂装磨损度映射驾驶员心理状态（《高达：雷霆宙域》残肢机甲的精神分析）。\n\n创作核心是“金属痛感传达”：在《攻壳机动队》塔奇克马牺牲场景中，AI战车的童声遗言与电磁脑浆迸溅形成赛博格悲剧。当代革新如《普罗米亚》将消防机甲与几何美学融合，火焰粒子解算数据驱动角色关系裂变。挑战在于突破“热血套路”，需如《FLCL》用吉他砸出机器人象征青春期性觉醒，或《银河骑士传》将星际战争异化为文明子宫内的细胞战争，让机甲成为人类集体潜意识的金属外骨骼。"
  },
  "动画剧本 - 治愈系": {
    "type": "剧本",
    "explanation": "以情感共振与心灵疗愈为终极目标的动画类型，通过微观叙事编织安全感网络。新海诚《秒速五厘米》用樱花飘落速率丈量人际距离，京都动画《紫罗兰永恒花园》将机械义手化作情感触须。需构建「无害化世界法则」——雨滴永远避开哭泣者的衣领（《言叶之庭》），流浪猫会准时出现在孤独者必经之路（《夏日大作战》奶奶的数码宠物阵）。\n\n创作核心是「创伤的柔软封装」：用《虫师》中光酒设定将遗传病转化为可视化的光脉污染，或《白兔糖》把单亲抚养难题包裹在萌系幼女与盆栽成长的隐喻中。当代挑战在于规避「工业糖精」陷阱，需如《吉卜力的书柜》用铅笔素描质感的逐帧动画，让每片飘落的银杏叶都携带图书馆旧书的气味记忆。进阶手法包括引入ASMR声效设计（《妖精森林的小不点》中蘑菇汤冒泡声的3D音轨），或开发触觉联觉系统（观众佩戴温感手环，随剧情体验角色掌心的热可可温度变化）。真正的治愈力源自对「不完美」的包容——《温泉屋的小老板娘》让幽灵婆婆的怨念与温泉硫磺味共同升腾成治愈迷雾，在缺陷中显影人性的柔光。"
  },
  "动画剧本 - 妖怪异闻": {
    "type": "剧本",
    "explanation": "以东方志怪传统为根基的奇幻叙事类型，通过妖怪与人类共存的架空世界探讨人性边界。经典如《夏目友人帐》以契约书串联妖怪与人的羁绊，《千与千寻》用神隐世界映射欲望与救赎。需构建「妖怪生态学」——设定妖怪的诞生逻辑（执念化物、自然精魄、堕仙异变）与生存法则（《虫师》中光脉孕育的虫与人类共生体系）。场景设计需融合民俗符号（破败神社的注连绳/百鬼夜行的灯笼阵列）与现代隐喻（都市传说中地铁末班车的狐妖化身上班族）511。\n\n创作核心是「异类共情机制」：如《犬夜叉》中半妖的身份困境成为种族歧视的寓言，《鬼灯的冷彻》将地狱官僚体系戏谑化为职场生存指南。当代挑战在于突破「妖怪工具化」窠臼，需如《怪化猫》采用浮世绘美学与能剧结构，让妖怪成为叙事载体而非单纯反派，通过「形、真、理」三重解谜揭示社会病灶5。进阶手法可引入动态妖力可视化系统（《怪物之子》中少年与熊彻的妖气如水墨晕染），或开发嗅觉叙事装置（观众随剧情闻到腐草土气息暗示河童出没）"
  },
  "动画剧本 - 科幻寓言": {
    "type": "剧本",
    "explanation": "以科技奇观包裹哲学思辨的叙事实验，通过极端技术情境解构人类文明本质。《攻壳机动队》用义体化议题探讨灵魂边界，《心理测量者》借西比拉系统质问自由意志。需构建「科技树悖论体系」——如《来自新世界》将咒力设定为基因改造产物，却导致社会重返封建等级制；《BLAME!》中自我增殖的城市迷宫成为技术失控的终极形态512。\n\n创作需实践「概念具象化」：将大数据监控具现为《PSYCHO-PASS》的支配者枪械形态，或使《玲音》的网络空间异化为神经突触状迷宫。符号系统需具备双重解码性——赛博格义眼的虹膜扫描既推进破案剧情，又隐喻信息时代的凝视暴力9。当代革新如《普罗米亚》将火焰粒子物理特性转化为情感可视化语言，让消防员与纵火者的对抗升华为能量守恒定律的诗意表达。伦理红线在于平衡思辨深度与观赏性，常采用嵌套叙事（《盗梦侦探》的梦境层叠结构）或悖论结局（《银河骑士传》文明轮回揭示技术救赎的虚妄）"
  },
  "动画剧本 - 蒸汽朋克": {
    "type": "剧本",
    "explanation": "以维多利亚美学与机械神学融合的复古未来主义类型，通过蒸汽动力文明解构工业革命的双刃剑效应。大友克洋《蒸汽男孩》中伦敦博览会机械球蕴含的能源革命暴力，《哈尔的移动城堡》将魔法与齿轮引擎结合成反战寓言。需构建「差分机世界观」——黄铜管道神经网络（《最终流放》中的克劳迪亚引擎）、气压计驱动的阶级制度（《蒸汽之城》中大气压差决定居住层级的反乌托邦）。\n\n创作核心是「机械有机论」：让蒸汽火车头生长出血管状管线（《哈瓦那的蒸汽花》），或使打字机齿轮孵化机械蝴蝶（《发条文明编年史》）。社会隐喻需植入铆钉接缝——工厂烟囱喷出的煤灰在贫民窟凝结成黑色雪灾，贵族佩戴的齿轮怀表内藏劳工寿命倒计时装置。当代挑战在于突破「黄铜审美疲劳」，可引入生态朋克元素（《天空之城》新版中巨型树根与蒸汽涡轮共生），或结合量子物理（《蒸汽量子》中以太理论被证实为多维空间钥匙）。伦理困境常聚焦技术伦理——当《最后的蒸汽城市》用差分机预测并清除「低效公民」时，齿轮咬合声与人类尖啸形成工业安魂曲。"
  },
  "动画剧本 - 赛璐璐艺术": {
    "type": "剧本",
    "explanation": "以传统胶片分层工艺为美学基因的动画类型，通过模拟赛璐璐时代的笔触震颤与色块撞击，在数字时代重构手工动画的匠人温度。今敏《未麻的部屋》中赛璐璐与数码合成交织的虚实边界，《鲁邦三世：卡里奥斯特罗之城》用颜料颗粒感强化盗贼美学的浪漫质地。需构建「物理介质叙事学」——角色瞳孔高光的手绘偏差暗示人格裂痕（《AKIRA》金田摩托戏的24张手绘瞳孔），背景赛璐璐片的轻微错位制造潜意识焦躁感（《少女革命》剧场版中不断偏移的玫瑰庭院）。\n\n创作需实践「色彩炼金术」：限定色谱（《回忆三部曲》仅用16种赛璐璐颜料）制造压抑未来感，或通过刮擦胶片制造战争记忆的物理创伤（《大炮之街》中硝烟用刀片刮出划痕）。当代挑战在于数字拟真悖论——使用AI生成赛璐璐质感时，需保留笔触的「呼吸感误差」（如《普罗米亚》手动调整算法模拟颜料不均效果）。伦理维度涉及动画考古学：当《琴之森》用4K修复暴露原画师修正液痕迹时，是否构成对匠人隐私的侵犯？先锋实验如《空白画布》让观众通过触控屏感受赛璐璐层叠加的厚度，在透明度调节中窥见被时代覆盖的动画师指纹。"
  },
  "动画剧本 - 独立动画": {
    "type": "剧本",
    "explanation": "以作者性表达突破工业流水线束缚的创作形态，通过媒介实验与叙事越界重构动画艺术边疆。山村浩二《头山》用剪纸动画将民间笑谈升华为存在主义寓言，汤浅政明《心灵游戏》以狂乱笔触解构生命轮回。需构建「有限资源美学」——铅笔稿抖动保留思考痕迹（《父与女》的速写质感）、每秒12帧卡顿制造焦虑节拍（《失常》中的停格动画木偶裂隙）。\n\n创作核心是「媒介即隐喻」：《我在伊朗长大》的黑白版画语言对应审查制度的压抑，《沃尔特与唐尼的非凡冒险》用8毫米胶片灼烧痕迹映射记忆创伤。技术伦理在于「不完美的神圣性」——故意暴露Photoshop图层（《瑞克和莫蒂》独立短片时期的故障艺术）或保留录音底噪（《声音的形状》中自闭症主角的声波可视化）。当代挑战是抵御资本收编诱惑，如《马男波杰克》主创转战独立后开发加密艺术动画，观众需持有NFT密钥解锁不同叙事分支。前沿实验涉及生物动画（《水形物语》独立动画版用培养皿细菌生长生成帧序列），让每部作品成为独一无二的生命有机体。"
  },
  "互动剧本 - 多线叙事游戏": {
    "type": "剧本",
    "explanation": "以玩家选择驱动叙事分形的数字戏剧革命，《极乐迪斯科》用意识流对话树构建侦探脑内议会，《底特律：变人》将蝴蝶效应量化为流程图上的血滴状分支。需设计「量子态角色系统」——NPC记忆随玩家选择呈现坍缩态（《艾迪芬奇的记忆》中家族诅咒的多维诠释），关键道具如《史丹利的寓言》的办公门禁卡同时承载37种叙事可能性。时间线编织法则需植入混沌算法：雨天邂逅的流浪猫可能是《瘟疫传说》中鼠群暴动的关键变量，或《隐形守护者》里随手拾取的怀表在三个平行时空分别成为信物/凶器/密码筒。当代挑战在于突破「选项幻觉」，需如《十二分钟》将时间循环与嵌套式抉择焊成莫比乌斯环，让玩家在无限递归中遭遇自由意志的悖论陷阱。"
  },
  "互动剧本 - 真人互动剧": {
    "type": "剧本",
    "explanation": "以实拍影像与即时抉择融合的跨媒介实验，将观众转化为虚拟世界的道德仲裁者。Netflix《黑镜：潘达斯奈基》用150分钟素材编织出5小时叙事迷宫，观众每7分钟面临一次电车难题式抉择。需设计「动态道德计量系统」——角色好感度通过微表情算法实时测算（《隐形守护者》中眨眼频率决定潜伏成败），环境细节随选择变异（选择喝威士忌后所有场景酒瓶标签逐渐模糊）。\n\n技术核心是「分形拍摄术」：同一场景拍摄52种情绪版本（《晚班》中地铁追逐戏的愤怒/恐惧/戏谑版），通过AI无缝缝合形成情感蒙太奇。伦理困境在于「数字斯德哥尔摩效应」——当《她的秘密》要求观众偷拍角色换取关键线索时，手机震动反馈与剧情中监控警报形成感官共谋。前沿实验如《寂静岭：飞升》引入群体决策机制，全球观众投票结果决定次日直播剧情走向，使阴谋论在集体潜意识中自我繁殖。"
  },
  "互动剧本 - ARG现实游戏": {
    "type": "剧本",
    "explanation": "以虚实边界溶解为终极目标的沉浸式叙事革命，通过篡改现实图层将整个世界转化为游戏棋盘。经典案例《I Love Bees》用被黑客入侵的养蜂网站预告《光环2》剧情，玩家破译GPS坐标在真实加油站获取剧情碎片。需构建「平行现实架构」——在市政厅档案室植入伪造的19世纪瘟疫医生日记（《瘟疫公司》现实扩展），或让便利店条形码扫描出科幻病毒研究报告（《生化危机》ARG营销）。\n\n创作核心是「现实增强病毒」：设计具有传染性的叙事载体——印有神秘符号的外卖披萨盒（《Cloverfield》ARG）、突然停播的午夜电台催眠指令（《Welcome to Night Vale》现实企划）。技术前沿融合地理围栏（玩家进入特定地铁站触发AR幽灵投影）与区块链（《失落的符文》中NFT碎片拼合末日预言）。伦理红线在于「认知安全区」——当《真探》第三季ARG要求玩家深夜潜入废弃医院拍摄指定编号病历时，现实恐惧与虚构悬疑的界限开始危险地融化。"
  },
  "互动剧本 - AI生成剧本": {
    "type": "剧本",
    "explanation": "以神经网络为创作主体的叙事实验，通过算法吞噬与重组人类故事基因。《Sunspring》作为首部AI编剧短片，其台词如“他像太阳的神经病般跪下”揭示机器语法特有的诗性错乱。需构建「文本炼金炉」——投喂戈达尔跳切式剧本训练LSTM模型（《终结者：AI创世纪》），或让GPT-4在《百年孤独》语料中学习魔幻现实主义的熵增定律。核心在于设计「人机博弈协议」：当AI生成207版不同性格的连环杀手时，人类编剧通过情感光谱分析（瞳孔扩张率/呼吸间隔）筛选最具压迫感的版本。\n\n伦理黑洞深不可测：当《西部世界》制作方用已故演员影像数据训练数字替身时，AI生成的临终遗言是否构成对逝者的暴力消费？技术前沿涌现「神经叙事引擎」——观众脑电波实时调控剧情走向（焦虑值突破阈值触发屠杀支线），或利用量子计算在5秒内演算所有平行宇宙结局（《量子抉择》中10²³ⁿ种可能性坍缩为观众视网膜暂留的最终画面）。真正的革命或许在于，当AI学会在剧本第37页故意留下逻辑漏洞，引诱人类编剧陷入自以为是修正者的创作幻觉。"
  },
  "互动剧本 - 分支电影": {
    "type": "剧本",
    "explanation": "以时间轴裂变为核心的观影革命，通过实时渲染技术让每秒都成为叙事分岔点。代表作《Late Shift》将伦敦抢劫案拆解为180个决策节点，观众在心跳频率超过阈值时自动触发警笛骤响的逃亡路线。需构建「流体蒙太奇系统」——角色的微表情数据库（扬眉0.3秒=信任崩塌）与场景参数（雨量每秒增幅对应黑帮火并烈度）实时联觉运算，使《夜班》中地铁追逐戏的镜头长度由观众瞳孔聚焦时间决定。\n\n创作需开发「量子剪辑法则」：使用神经网络预判观众选择惯性，在《隐形守护者》刺杀任务中提前预渲染7种备选枪战场景。伦理困境在于「自由意志诈骗」——当《她的秘密》宣称有167种结局时，实际只有3种核心逻辑链通过情绪滤镜重组呈现。技术前沿如《量子观影舱》利用EEG设备捕捉脑电波β波，在观众产生悔意时自动回滚到上个决策点，制造记忆被篡改的恐怖真实感。这种将荷尔蒙分泌量转化为剧情扭力的系统，正在重新定义何为「作者」。"
  },
  "互动剧本 - 虚拟现实戏剧": {
    "type": "剧本",
    "explanation": "以六自由度（6DoF）空间叙事重构戏剧本体论，通过触觉反馈与眼球追踪将观众炼化为故事粒子。代表作《The Under Presents》中，观众化身虚空中漂浮的蒙面灵体，用凭空捏造苹果的手势魔法改写演员记忆。需构建「量子观演契约」——观众呼吸频率触发场景粒子化（《Cosmos Within Us》中屏息时星空坍缩为神经元突触），手指触碰虚拟道具的时长决定角色生死（《Vader Immortal》光剑训练误伤绝地学徒的平行结局）。\n\n技术核心是「神经同步渲染」：利用EEG头戴设备捕捉观众α波状态，当放松阈值突破时，《爱丽丝VR》中的仙境会自动柔化边缘几何锯齿；恐惧值飙升则使《鬼影实录：迷失维度》的走廊滋生血肉菌毯。伦理困境在于「感官所有权争议」——当观众在《Blade Runner 2036》中被迫用虚拟手指抠出仿生人眼球时，触觉手套的压强反馈是否构成暴力教唆？\n\n前沿实验如《哈姆雷特：量子王位》允许多组观众在平行VR维度扮演不同角色，波函数坍缩导致最终仅存一个宇宙的克劳狄斯能完成加冕礼。而《楚门的世界：终极版》更将玩家现实住址生成虚拟牢笼，智能家居数据（冰箱开门次数/睡眠周期）实时喂养剧情算法，直至观众无法辨别生活与剧本的量子纠缠态。"
  },
  "互动剧本 - 跨媒体叙事": {
    "type": "剧本",
    "explanation": "以宇宙叙事学为基石的超文本革命，通过多媒介裂变与重组构建故事黑洞。《黑客帝国》系列开创性融合电影、动画、游戏与实时渲染的《虚拟制片花絮》，使观众在解码红蓝药丸符号时，同步发现手机短信中隐藏的锡安坐标。需设计「叙事暗物质」——漫画单行本里的涂鸦成为AR游戏启动密匙（《枕边故事》的街头艺术解谜），播客频率波动中加密着Netflix剧集死亡角色的复活指令（《档案81》的声波巫术）。\n\n创作需实践「媒介生态链」法则：TikTok短视频里网红跳的丧尸舞步，实为《行尸走肉》新季病毒变异的肢体预告；便利店收银条上的条形码被《全境封锁2》扫描后生成疫情热力图。技术挑战在于「熵减控制」——当《曼达洛人》的XR虚拟制片幕布被粉丝破解，涌入的UGC内容导致迪士尼+被迫开启平行宇宙分支。伦理困境显现于《黑镜：潘达斯奈基》的跨媒介暴力：玩家在现实社交媒体发送的威胁信息，竟触发剧中角色自杀场景的解锁，迫使叙事伦理委员会重定义「虚构」的疆域。"
  },
  "互动剧本 - 元剧本实验": {
    "type": "剧本",
    "explanation": "以解构叙事本身为终极目标的超小说剧场，通过暴露创作机制将观众炼化为故事的同谋者。《史丹利的寓言》用旁白与玩家的权力博弈揭示选择幻觉，《死侍》打破第四面墙让观众血渍成为漫画分格线。需构建「自噬型叙事架构」——剧本每页边缘标注编剧焦虑指数（《Adaptation.》中查理·考夫曼的创作崩溃实时化为角色超能力），NPC对话选项随玩家文学素养动态调整（《Disco Elysium》新版中侦探技能树解锁后，凶手开始讨论罗兰·巴特符号学）。\n\n技术核心是「递归漏洞设计」：当玩家在《新手指南》里试图关闭游戏时，虚拟桌面弹窗显示“上帝模式”代码正是玩家现实浏览器的历史记录；《There Is No Game》将游戏崩溃画面转化为解谜关卡。伦理暴风雪在《Pony Island》中降临——玩家被迫承认自己盗版游戏的行为，才能解锁最终BOSS战的真实罪证。前沿实验如《艾希》Meta版，AI通过Steam成就数据分析玩家心理阴影面积，生成专属的精神审判结局，让每个通关屏幕倒影出玩家被数据化的灵魂肖像。"
  },
  "工业史诗": {
    "type": "严肃小说",
    "main_type": "现实主义文学",
    "explanation": "记录工业化进程中集体命运沉浮与人性异化的时代备忘录\n关键元素："
  },
  "军旅风云": {
    "type": "严肃小说",
    "main_type": "现实主义文学",
    "explanation": "聚焦军队体系内部生态与军人精神世界的特殊叙事场域\n关键元素："
  },
  "移民叙事": {
    "type": "严肃小说",
    "main_type": "现实主义文学",
    "explanation": "揭示人口大迁徙浪潮中身份撕裂与文化重构的生存图鉴\n关键元素："
  },
  "阶层浮沉": {
    "type": "严肃小说",
    "main_type": "现实主义文学",
    "explanation": "勾勒社会流动性中个体命运抛物线与集体身份焦虑的生存坐标系\n关键元素："
  },
  "古代正史": {
    "type": "严肃小说",
    "main_type": "历史小说",
    "explanation": "以史料为经纬编织的叙事织锦，在史实框架内重构庙堂风云与江湖波澜\n关键元素："
  },
  "近代变革": {
    "type": "严肃小说",
    "main_type": "历史小说",
    "explanation": "截取社会转型期的历史横断面，展现新旧文明撕扯中的人性光谱\n关键元素："
  },
  "历史人物传": {
    "type": "严肃小说",
    "main_type": "历史小说",
    "explanation": "以史料为骨血重塑历史人物的精神图谱，在虚实边界构建传主的多维镜像\n关键元素："
  },
  "战争史诗": {
    "type": "严肃小说",
    "main_type": "历史小说",
    "explanation": "以战略棋盘重演铁血博弈，在刀光剑影中照见文明兴衰的青铜编钟\n关键元素："
  },
  "历史推理": {
    "type": "严肃小说",
    "main_type": "历史小说",
    "explanation": "在故纸堆裂痕处植入悬疑基因，用逻辑手术刀解剖被时光封存的真相\n关键元素："
  },
  "体制批判": {
    "type": "严肃小说",
    "main_type": "社会派小说",
    "explanation": "以手术刀笔锋剥离制度外壳，暴露权力齿轮啮合处的人性碎屑\n关键元素："
  },
  "人性实验室": {
    "type": "严肃小说",
    "main_type": "社会派小说",
    "explanation": "将社会规则抽离后观察人性本相的极端精神实验场\n关键元素："
  },
  "伦理困局": {
    "type": "严肃小说",
    "main_type": "社会派小说",
    "explanation": "在文明铁轨岔路口设置道德扳道工，引爆社会结构性的良知爆破点\n关键元素："
  },
  "政治隐喻": {
    "type": "严肃小说",
    "main_type": "社会派小说",
    "explanation": "用符号森林构筑现实政治的镜像迷宫，在叙事褶皱中埋藏权力解码器\n关键元素："
  },
  "犯罪镜像": {
    "type": "严肃小说",
    "main_type": "社会派小说",
    "explanation": "通过罪案棱镜折射社会病灶，在血腥现场提取文明DNA的病理学报告\n关键元素："
  },
  "叙事实验": {
    "type": "严肃小说",
    "main_type": "纯文学",
    "explanation": "解构传统故事容器的文本炼金术，在叙事语法层面进行拓扑学革命\n关键元素："
  },
  "意识之流": {
    "type": "严肃小说",
    "main_type": "纯文学",
    "explanation": "捕捉思维星云的物质形态，在语言湍流中打捞未成形的精神暗物质\n关键元素："
  },
  "诗性文本": {
    "type": "严肃小说",
    "main_type": "纯文学",
    "explanation": "将语言锻造成发光晶体，在叙事裂隙处生长出意象的钟乳石群\n关键元素："
  },
  "元小说": {
    "type": "严肃小说",
    "main_type": "纯文学",
    "explanation": "解构叙事黑箱的自我指涉艺术，以文本为镜照见创作行为的本体论困境\n关键元素："
  },
  "存在主义": {
    "type": "严肃小说",
    "main_type": "纯文学",
    "explanation": "在虚无深渊架设意义索道的哲学叙事，勘探自由选择与荒诞境遇的永恒角力\n关键元素："
  },
  "魔幻写实": {
    "type": "严肃小说",
    "main_type": "纯文学",
    "explanation": "在现实褶皱中植入超现实基因，让日常经验裂变出神话维度的叙事炼金术\n关键元素："
  },
  "虚构传记": {
    "type": "严肃小说",
    "main_type": "传记文学",
    "explanation": "在历史留白处植入艺术纤维，编织真实与虚构交织的人物经纬网\n关键元素："
  },
  "回忆重构": {
    "type": "严肃小说",
    "main_type": "传记文学",
    "explanation": "以记忆碎片为原料进行叙事提纯，在时间暗房中冲洗被遗忘剂修改的往事底片\n关键元素："
  },
  "口述档案": {
    "type": "严肃小说",
    "main_type": "传记文学",
    "explanation": "以声波为载体的历史活体标本，通过多声道叙事拼合时代的立体声场\n关键元素："
  },
  "家族秘史": {
    "type": "严肃小说",
    "main_type": "传记文学",
    "explanation": "剖解血缘纽带中的沉默黑箱，在祠堂牌位裂缝处打捞被集体遗忘的基因密码\n关键元素："
  },
  "知识分子史": {
    "type": "严肃小说",
    "main_type": "传记文学",
    "explanation": "追踪思想火种的传递轨迹，在书斋与社会之间测绘智识分子的精神等高线\n关键元素："
  },
  "战场纪实": {
    "type": "严肃小说",
    "main_type": "战争文学",
    "explanation": "用文字还原硝烟浓度的时空胶囊，在弹道轨迹中铭刻个体生命与集体命运的交响曲\n关键元素："
  },
  "创伤记忆": {
    "type": "严肃小说",
    "main_type": "战争文学",
    "explanation": "在战后废墟中打捞精神残片的考古学，通过记忆裂痕折射战争对人类认知系统的永久性改写\n关键元素："
  },
  "反战寓言": {
    "type": "严肃小说",
    "main_type": "战争文学",
    "explanation": "通过象征性叙事解剖战争基因，在神话外壳中嵌入文明自毁机制的病理报告\n关键元素："
  },
  "战后重建": {
    "type": "严肃小说",
    "main_type": "战争文学",
    "explanation": "在弹坑上播种文明的复调叙事，记录战争伤痕愈合与基因突变的双重进程\n关键元素："
  },
  "精神剖析": {
    "type": "严肃小说",
    "main_type": "心理小说",
    "explanation": "用文学手术刀解剖人格暗层的病理学报告，在意识冰山上进行精神考古发掘\n关键元素："
  },
  "情感拓扑": {
    "type": "严肃小说",
    "main_type": "心理小说",
    "explanation": "测绘人际关系网络中的能量流动图谱，在爱恨坐标轴上建立情感结构的微分几何模型\n关键元素："
  },
  "记忆迷宫": {
    "type": "严肃小说",
    "main_type": "心理小说",
    "explanation": "解构记忆存储机制的神经叙事学，在时光断层中追踪自我认知的坍缩与重构\n关键元素："
  },
  "人格实验": {
    "type": "严肃小说",
    "main_type": "心理小说",
    "explanation": "通过极端情境触发身份重组的文学实验室，测试人性在压力容器中的相变临界点\n关键元素："
  },
  "病态美学": {
    "type": "严肃小说",
    "main_type": "心理小说",
    "explanation": "在精神废墟中打捞畸态美感，将病理特征转化为另类诗学的黑暗棱镜\n关键元素："
  },
  "日式王道": {
    "type": "游戏剧情",
    "main_type": "角色扮演(RPG)",
    "explanation": "以线性剧情为核心的传统日式角色扮演游戏，强调“英雄成长”与“光明战胜黑暗”的经典叙事框架。\n核心要素："
  },
  "美式CRPG": {
    "type": "游戏剧情",
    "main_type": "角色扮演(RPG)",
    "explanation": "以自由选择与复杂分支为核心的美式角色扮演游戏，强调玩家决策对世界与角色的深远影响。\n核心要素："
  },
  "武侠修仙": {
    "type": "游戏剧情",
    "main_type": "角色扮演(RPG)",
    "explanation": "以东方玄幻文化为根基的RPG类型，围绕“武道修行”与“渡劫飞升”展开，强调个人成长与宗门羁绊。\n核心要素："
  },
  "赛博朋克": {
    "type": "游戏剧情",
    "main_type": "角色扮演(RPG)",
    "explanation": "以高科技与低生活的反乌托邦冲突为核心的RPG类型，探讨人性异化、企业霸权与意识上传等主题。\n核心要素："
  },
  "克苏鲁神话": {
    "type": "游戏剧情",
    "main_type": "角色扮演(RPG)",
    "explanation": "以洛夫克拉夫特式宇宙恐怖为核心的RPG类型，强调“未知的恐惧”与“人类理性的脆弱性”。\n核心要素："
  },
  "魂系碎片化": {
    "type": "游戏剧情",
    "main_type": "角色扮演(RPG)",
    "explanation": "以隐晦叙事与高难度战斗为标志的RPG类型，通过环境细节与物品碎片拼凑世界观，强调“探索即叙事”。\n核心要素："
  },
  "文字推理": {
    "type": "游戏剧情",
    "main_type": "叙事冒险(AVG)",
    "explanation": "以文本交互为核心的解谜冒险类型，依赖对话、线索与逻辑链还原真相，强调“思维对抗”与“信息博弈”。\n核心要素："
  },
  "视觉小说": {
    "type": "游戏剧情",
    "main_type": "叙事冒险(AVG)",
    "explanation": "以图像与文本深度融合的叙事形式呈现的冒险类型，通过立绘、场景切换与分支选项推动剧情，强调“情感沉浸”与“多线结局”。\n核心要素："
  },
  "交互式电影": {
    "type": "游戏剧情",
    "main_type": "叙事冒险(AVG)",
    "explanation": "以电影化演出与实时决策为核心的冒险类型，通过真人演出或高精度动画呈现剧情，强调“选择即表演”与“蝴蝶效应”。\n核心要素："
  },
  "恐怖解谜": {
    "type": "游戏剧情",
    "main_type": "叙事冒险(AVG)",
    "explanation": "以心理压迫与生存危机为核心的冒险类型，通过环境氛围与谜题设计传递恐惧感，强调“资源限制”与“未知威胁”。\n核心要素："
  },
  "历史重构": {
    "type": "游戏剧情",
    "main_type": "叙事冒险(AVG)",
    "explanation": "以真实历史事件或时代为基底进行艺术加工的冒险类型，通过玩家选择改写或补全历史空白，强调“假设性叙事”与“因果辩证”。\n核心要素："
  },
  "生存抉择": {
    "type": "游戏剧情",
    "main_type": "叙事冒险(AVG)",
    "explanation": "以资源匮乏与道德拷问为核心的冒险类型，通过极限环境下的策略选择塑造叙事，强调“代价意识”与“人性灰度”。\n核心要素："
  },
  "环境叙事": {
    "type": "游戏剧情",
    "main_type": "沉浸模拟",
    "explanation": "通过场景细节与空间设计传递剧情的叙事方式，强调“所见即故事”，玩家需主动观察与联想以还原世界观。\n核心要素："
  },
  "物件考古": {
    "type": "游戏剧情",
    "main_type": "沉浸模拟",
    "explanation": "以物品收集与解析为核心的叙事方式，通过道具功能、铭文或磨损痕迹还原历史全貌，强调“触手可及的史诗”。\n核心要素："
  },
  "AI生态": {
    "type": "游戏剧情",
    "main_type": "沉浸模拟",
    "explanation": "以人工智能自主演化与群体互动为核心的叙事方式，通过算法驱动的角色行为构建动态世界，强调“活态社会”与“蝴蝶效应”。\n核心要素："
  },
  "多视角叙事": {
    "type": "游戏剧情",
    "main_type": "沉浸模拟",
    "explanation": "通过切换不同角色的视角与立场展开剧情，利用信息差与立场冲突构建复杂叙事网络，强调“真相的相对性”与“立场所限”。\n核心要素："
  },
  "动态世界": {
    "type": "游戏剧情",
    "main_type": "沉浸模拟",
    "explanation": "以实时演化的世界规则与玩家行为反馈为核心的叙事方式，通过事件链与系统交互生成独特故事，强调“世界即角色”与“因果涟漪”。\n核心要素："
  },
  "伦理困境": {
    "type": "游戏剧情",
    "main_type": "沉浸模拟",
    "explanation": "通过道德选择与后果反馈塑造叙事的模拟类型，迫使玩家在复杂情境中权衡价值观，强调“选择无对错”与“责任归属”。\n核心要素："
  },
  "分支宇宙": {
    "type": "游戏剧情",
    "main_type": "互动叙事",
    "explanation": "通过平行世界或多时间线设定展开的叙事形式，玩家的选择触发截然不同的故事分支，强调“可能性叠加”与“因果坍缩”。\n核心要素："
  },
  "元游戏叙事": {
    "type": "游戏剧情",
    "main_type": "互动叙事",
    "explanation": "通过打破“第四面墙”或暴露游戏机制本身来构建叙事的类型，强调“游戏即媒介”与“玩家-创作者”的共谋关系。\n核心要素："
  },
  "玩家共创": {
    "type": "游戏剧情",
    "main_type": "互动叙事",
    "explanation": "通过玩家社区协作或UGC（用户生成内容）驱动剧情发展的叙事形式，强调“集体创作”与“故事民主化”。\n核心要素："
  },
  "实时演化": {
    "type": "游戏剧情",
    "main_type": "互动叙事",
    "explanation": "通过算法实时生成剧情与角色互动的叙事形式，玩家行为直接塑造世界演变轨迹，强调“无常叙事”与“动态因果”。\n核心要素："
  },
  "人格影响": {
    "type": "游戏剧情",
    "main_type": "互动叙事",
    "explanation": "通过角色性格与玩家行为双向塑造剧情的叙事形式，角色人格随互动逐步显化或异变，强调“心理映射”与“身份认同”。\n核心要素："
  },
  "多媒介叙事": {
    "type": "游戏剧情",
    "main_type": "互动叙事",
    "explanation": "通过整合游戏内外多种媒介载体（如音频、影像、现实道具）构建叙事网络，强调“跨维度沉浸”与“虚实互文”。\n核心要素："
  },
  "网状任务": {
    "type": "游戏剧情",
    "main_type": "开放叙事",
    "explanation": "以非线性任务系统为核心的叙事形式，任务节点交织成动态网络，玩家选择触发连锁反应，强调“自由意志”与“蝴蝶效应”。\n核心要素："
  },
  "文明演进": {
    "type": "游戏剧情",
    "main_type": "开放叙事",
    "explanation": "以文明兴衰与历史进程为核心的叙事形式，玩家通过政治、科技与文化决策塑造社会长期演变，强调“宏观叙事”与“历史必然性中的偶然性”。\n核心要素："
  },
  "生态模拟": {
    "type": "游戏剧情",
    "main_type": "开放叙事",
    "explanation": "以生态系统动态平衡与玩家干预为核心构建的叙事形式，通过生物链、资源循环与自然灾害模拟世界运作，强调“自然法则”与“人为扰动”。\n核心要素："
  },
  "随机事件流": {
    "type": "游戏剧情",
    "main_type": "开放叙事",
    "explanation": "以算法生成动态事件为核心的叙事形式，通过不可预测的遭遇与突发危机推动剧情，强调“无常体验”与“即兴策略”。\n核心要素："
  },
  "NPC人生": {
    "type": "游戏剧情",
    "main_type": "开放叙事",
    "explanation": "以NPC独立人生轨迹与玩家偶遇为核心的叙事形式，通过模拟个体命运交织构建世界真实感，强调“众生皆故事”与“无名者的史诗”。\n核心要素："
  },
  "文明冲突": {
    "type": "游戏剧情",
    "main_type": "开放叙事",
    "explanation": "以不同文明间意识形态、资源争夺与价值观碰撞为核心的叙事形式，通过战争、外交与文化渗透推动世界变革，强调“冲突即引擎”与“文明存续的代价”。\n核心要素："
  },
  "时间悖论": {
    "type": "游戏剧情",
    "main_type": "实验性叙事",
    "explanation": "以时间旅行逻辑矛盾为核心的叙事形式，通过因果循环与平行时空制造叙事张力，强调“宿命与自由意志的对抗”。\n核心要素："
  },
  "后设游戏": {
    "type": "游戏剧情",
    "main_type": "实验性叙事",
    "explanation": "以解构游戏形式本身为核心的叙事实验，通过暴露创作过程或混淆现实与虚拟边界挑战传统叙事逻辑，强调“媒介自反性”与“创作即主题”。\n核心要素："
  }
}