{
  "硬核推理": "定义与核心要素：以复杂谜题、严密逻辑为核心，注重玩家通过线索串联、细节推演还原真相的剧本类型。\n特点：强剧情结构、多层反转、高难度解谜，常见密室杀人、时间线诡计等经典推理元素。\n创作建议：需平衡线索的隐晦与合理性，避免“天谜地解”；可融入数学谜题、物理诡计或心理误导，适配追求烧脑体验的玩家群体。",
  "情感沉浸": "定义与核心要素：以角色情感共鸣为核心，通过细腻剧情、人物羁绊与沉浸式抉择触发玩家情绪体验的剧本类型。\n特点：强故事性、情感爆发点密集（如生离死别、家国大义）、多线叙事分支，依赖角色代入感与共情能力。\n创作建议：需构建立体人物关系网，设置“情感锚点”（如信物、回忆片段）；避免强行煽情，可通过环境描写（如雨夜、旧宅）与互动道具（如手写信、音频）增强沉浸感。",
  "机制博弈": "定义与核心要素：以策略对抗、资源分配为核心，通过规则设计与玩家决策推动剧情发展的剧本类型。\n特点：强规则系统（如积分制、阵营对抗）、动态博弈平衡（如资源稀缺性）、胜负导向，常见拍卖、交易、技能卡牌等玩法融合。\n创作建议：需明确机制与叙事的关联性（如“门派争夺灵脉”对应资源战）；避免规则冗长导致玩家疲劳，可加入随机事件（如天灾、奇遇）增强戏剧性，适配策略型玩家。",
  "恐怖惊悚": "定义与核心要素：以制造心理压迫感与生理惊吓为核心，通过氛围渲染、悬念铺陈和超自然元素触发玩家恐惧体验的剧本类型。\n特点：强环境暗示（如幽闭空间、诡异音效）、Jump Scare（突然惊吓）设计、禁忌与诅咒主题，常见灵异事件、献祭仪式或精神污染类剧情。\n创作建议：需利用多感官线索（如血腥道具、阴冷触感贴纸）强化代入感；避免单纯堆砌惊吓桥段，可结合民俗传说（如湘西赶尸、傩戏面具）或心理暗示（如记忆错乱、循环梦境）提升深度，适配猎奇向玩家群体。",
  "欢乐撕逼": "定义与核心要素：以玩家间戏剧冲突、荒诞喜剧为核心，通过互揭黑料、阵营对立等无厘头互动制造爆笑体验的剧本类型。\n特点：强娱乐性、高互动密度（如公开投票、互怼辩论）、夸张化人设（如绿茶舔狗、油腻霸总），常见豪门争产、塑料姐妹、职场宫斗等狗血剧情。\n创作建议：需设计“撕点触发器”（如黑历史线索卡、社死任务）；平衡荒诞与逻辑，可融入流行梗（如“退退退”“抓马女王”）增强时代感；避免人身攻击型内容，适配熟人车、戏精玩家。",
  "社会派": "定义与核心要素：以现实社会议题为核心，通过案件映射阶级矛盾、权力倾轧或人性困境的剧本类型。\n特点：强现实批判性（如贪污、性别压迫）、灰色人物塑造（无绝对善恶）、弱化超自然元素，常见舆论操控、制度漏洞或群体心理操控等暗黑主题。\n创作建议：需深挖社会症结（如校园霸凌、网络暴力），通过多视角叙事呈现复杂因果链；避免直白说教，可设计“道德困境抉择”（如牺牲个体拯救多数）引发玩家反思，适配偏好深度思辨的玩家群体。",
  "儿童向": "定义与核心要素：以低龄玩家为核心受众，通过简单谜题、正向价值观传递与趣味互动设计，兼顾娱乐性与教育性的剧本类型。\n特点：强安全性（规避血腥、暴力元素）、轻量化规则（如合作闯关、拼图解谜）、寓教于乐主题（如环保、友谊、勇气），常见童话改编、魔法校园或萌宠冒险类剧情。\n创作建议：需控制单局时长（建议30-60分钟），融入肢体互动（如动作模仿、手工道具）；可结合STEAM教育理念（如科学小实验、简易密码学），搭配视觉化线索（如绘本式手册、卡通地图）；适配亲子场、学校社团等场景，需预留家长引导空间。",
  "全息剧场": "定义与核心要素：利用全息投影技术构建虚拟场景与角色，通过光影交互实现玩家与剧本世界的深度沉浸式互动。\n特点：强技术依赖性（需特定设备支持）、动态场景切换（如时空回溯、幻境崩塌）、虚实融合叙事（如幽灵角色悬浮对话），常见科幻、玄幻或超现实题材。\n创作建议：需提前与技术人员协同设计投影点位与触发机制（如玩家动作激活剧情）；避免过度炫技导致叙事割裂，可设计“技术彩蛋”（如全息线索藏于光影变化中）；适配高投入场馆，建议搭配气味装置、震动地板等多维感官体验。",
  "多线实景": "定义与核心要素：依托实体空间构建多条并行剧情线，玩家分组行动并触发独立事件，最终通过线索交汇还原完整叙事的剧本类型。\n特点：强空间叙事（如医院、古宅分区探索）、动态时间轴（各组行动影响全局进度）、高自由度路线选择，常见谍战渗透、灾难逃生或平行时空题材。\n创作建议：需设计“蝴蝶效应”机制（如A组破坏电路导致B组场景变暗）；利用空间动线（如密道、监控屏）实现组间信息交互；建议设置“同步高潮节点”（如爆炸倒计时），搭配专业场控调度，适配大型沉浸式场馆或主题乐园合作项目。",
  "NPC互动剧": "定义与核心要素：以真人NPC（非玩家角色）为核心驱动力，通过即兴表演、实时反馈与玩家行为触发动态剧情发展的剧本类型。\n特点：强交互性（如NPC可被贿赂、威胁或策反）、剧情线实时修正（如玩家选择改变NPC命运）、沉浸式角色扮演（NPC深度贴合人设），常见谍战策反、江湖恩怨或家族秘辛类题材。\n创作建议：需编写“NPC行为树”（如情绪阈值、秘密任务触发条件），预留即兴发挥空间；搭配“玩家影响力系统”（如声望值、阵营好感度）量化交互效果；建议对NPC进行戏剧培训（如微表情管理、临场接梗能力），适配高端沉浸式剧场。",
  "电影级演绎": "定义与核心要素：以专业舞台剧标准打造剧本演出，通过高精度分镜编排、职业演员演绎与影视化视听语言（如灯光、音效、运镜）实现剧场级沉浸体验。\n特点：强表演张力（如独白爆发、肢体冲突）、多幕式结构（如序幕-高潮-尾声）、精细化服化道（如血迹特效妆、年代感道具），常见史诗战争、罪案重现或家族史诗类题材。\n创作建议：需编写“拍摄脚本”（标注机位、配乐节点），预留演员即兴空间；可设计“玩家视角切换”（如上帝视角窥探秘密、角色视角代入回忆）；建议搭配环绕立体声、动态追光等技术，适配剧场改造型场馆或影视基地合作项目。",
  "环境机关": "定义与核心要素：通过实体空间中的机械装置、电子设备或物理互动设计，将解谜与场景探索深度绑定的剧本类型。\n特点：强物理交互（如暗门开启、机关联动）、多感官触发（声光反馈、触感变化）、剧情与空间强关联（如古墓寻宝需破解机关阵），常见密室逃脱式玩法与悬疑探险题材结合。\n创作建议：需确保机关安全性（如避免尖锐部件、电流裸露），设计“渐进式难度梯度”（如先单一机关后组合谜题）；可结合剧情设置“机关隐喻”（如齿轮象征时间循环、镜面反射暗示人格分裂）；适配工业风、古风或科幻主题场馆，建议加入机关失效备选方案以防故障。",
  "AR增强": "定义与核心要素：通过增强现实技术（AR）叠加虚拟信息于现实场景中，实现线索可视化、角色交互与空间解谜融合的剧本类型。\n特点：虚实叠加导航（如扫描墙面浮现血字）、动态线索更新（如AR角色指引方向）、技术驱动叙事（如虚拟爆炸特效触发剧情），常见赛博朋克、超自然探案或未来战争题材。\n创作建议：需设计“AR锚点”（如特定图案触发全息日记）、平衡虚拟与现实操作比例；避免过度依赖设备性能（建议适配主流手机型号），可加入“AR彩蛋”（如扫描普通物品发现隐藏剧情）；适配科技馆、商圈快闪店等轻量化实景场地，搭配LBS（地理位置服务）技术可扩展户外玩法。",
  "暴风雪山庄": "定义与核心要素：封闭空间内全员被困，通过有限线索与人物关系网破解连环案件的经典推理模式，强调物理隔离与心理压迫的双重困境。\n特点：强暴风雪山庄法则（如通讯断绝、无法逃离）、全员嫌疑制（无旁观者）、高密度伏笔回收（如日常对话暗藏杀机），常见暴雪封山、孤岛游轮或末日避难所等极端场景设定。\n创作建议：需构建“封闭逻辑链”（如凶器来源必须存在于场景内），设计“生存压力机制”（如定时死亡触发集体恐慌）；可加入“规则类怪谈”（如违反特定行为即被杀）增强悬疑感，适配传统推土机玩家与阿加莎式谋杀爱好者。",
  "阵营权谋": "定义与核心要素：以玩家分属不同势力集团为核心，通过结盟、背叛、资源争夺等策略性互动推动权力格局变化的剧本类型。\n特点：强社交属性（如谈判、情报交易）、动态平衡机制（如势力此消彼长）、多线程目标（如登基、夺宝、复仇），常见朝堂党争、军阀割据或商战并购题材。\n创作建议：需设计“阵营底层逻辑”（如资源依赖链、势力克制关系）；加入“黑天鹅事件”（如天灾、外敌入侵）打破僵局；建议设置“隐藏胜利条件”（如卧底身份、个人野心），适配高配车、权谋爱好者。",
  "TRPG跑团": "定义与核心要素：以桌上角色扮演游戏（TRPG）规则为框架，结合剧本杀叙事结构，通过玩家角色卡定制、开放式剧情探索与骰子判定机制实现高自由度冒险的剧本类型。\n特点：强角色扮演（如职业技能树、属性加点）、动态世界演化（如NPC好感度影响剧情）、策略与运气并重（如战斗回合制、骰子成败判定），常见剑与魔法、克苏鲁神话或废土生存题材。\n创作建议：需设计“角色成长体系”（如经验值升级、装备锻造），编写“开放式任务网”（如主线嵌套支线、隐藏副本）；平衡规则严谨性与娱乐性（建议简化数值系统），加入“剧情触发器”（如玩家作死行为激活隐藏BOSS）；适配跑团老手或西幻题材爱好者，需配备专业主持人（DM）控场。",
  "密码学解谜": "定义与核心要素：以古典密码、现代加密技术为核心工具，通过符号破译、密文重组与数学逻辑推演推动剧情发展的剧本类型。\n特点：强学科交叉性（如凯撒移位、摩尔斯电码、维吉尼亚矩阵）、多层级加密体系（如明文-暗码-隐喻三重嵌套）、历史原型引用（如二战恩尼格玛机、敦煌星图密码），常见谍报战争、学术阴谋或神秘结社题材。\n创作建议：需设计“渐进式解密手册”（如从单表替换到多表置换的难度梯度）；融入实体道具（如密码轮盘、紫外线显影墨水）；可结合剧情设置“伪破解陷阱”（如故意留漏洞诱导玩家误判），适配理科生、密码史爱好者群体，建议提供“密码辞典”降低入门门槛。",
  "多结局抉择": "定义与核心要素：以玩家决策为核心驱动力，通过关键选择触发不同剧情分支，最终导向多元结局的剧本类型。\n特点：强因果链设计（如微小选择引发蝴蝶效应）、结局权重系统（如BE/TE/HE占比）、道德困境强化（如牺牲至亲换取大局胜利），常见时空轮回、平行世界或人性实验题材。\n创作建议：需绘制“剧情树状图”明确分支节点（建议3-5个核心抉择点）；设计“结局锚点”（如角色死亡、世界毁灭等不可逆事件）；可加入“隐藏结局触发条件”（如全员达成特定默契），搭配结局回溯影像（如蒙太奇式闪回揭示选择代价），适配情感型、探索型玩家群体。",
  "生存竞技": "定义与核心要素：以资源争夺、淘汰机制为核心，玩家通过体力对抗、策略博弈在限时绝境中求生的剧本类型。\n特点：强对抗性（如物资抢夺、领地攻防）、动态缩圈机制（如毒气蔓延、安全区缩小）、生存数值管理（如饥饿值、健康值），常见大逃杀、丧尸围城或荒野求生题材。\n创作建议：需设计“资源分布地图”（如稀缺药品藏于高危区），引入“环境威胁”（如夜间怪物刷新、极端天气）；平衡武力与智谋路线（如设置陷阱反杀强者）；可加入“背叛赦免卡”等道具调节道德压力，适配竞技向玩家，建议配备安全护具与实时监控系统。",
  "艺术解构": "定义与核心要素：以经典艺术作品、文化符号或哲学概念为母题，通过隐喻、拼贴与超现实叙事重构世界观，探索美学表达与剧本杀的融合边界。\n特点：强先锋性（如蒙太奇叙事、意识流独白）、跨媒介交互（如画作扫描触发剧情、装置艺术解谜）、开放式解读（无标准答案），常见后现代主义、魔幻现实或存在主义题材，如《格尔尼卡》隐喻战争创伤、《神曲》嵌套地狱迷宫。\n创作建议：需提炼艺术母题的核心符号（如达利钟表象征时间焦虑），设计“感官通感谜题”（如通过油画色调判断角色情绪）；可联合美术馆、独立艺术家打造限量道具（如微型雕塑线索、实验音乐音频）；适配艺术院校、文创园区等场景，建议设置“玩家创作延伸环节”（如集体绘制结局壁画）。",
  "历史重演": "定义与核心要素：以真实历史事件为叙事基底，通过玩家角色代入关键历史人物或平民视角，在既定史实框架下探索“可能性历史”的剧本类型。\n特点：强史实依托（如靖难之役、戊戌变法）、多线推演设计（如保皇派VS维新派行动链）、虚实交织（在真实事件中插入虚构暗线），常见历史悬案（如斧声烛影）、文明转折点（如丝绸之路断绝）等题材。\n创作建议：需构建“历史沙盒模型”（如设定不可变更的史实锚点与可干预的支线事件）；设计“历史影响力值”（玩家行为改变历史进程的量化反馈）；可结合地方文旅资源（如古城墙、博物馆文物复刻）打造在地化剧本，适配历史爱好者、研学团体，建议附录“史实对照手册”供玩家延伸学习。",
  "语音推理": "定义与核心要素：以纯语音交流为核心载体，通过对话分析、语气捕捉与逻辑链构建还原真相的剧本类型。\n特点：强语言博弈（如谎言微颤音、话术诱导）、无视觉依赖（纯靠听觉推理）、轻量化组织（无需实体道具），常见电话谋杀案、电台灵异事件或远程间谍接头的悬疑题材。\n创作建议：需强化“声音信息密度”（如背景音效暗示时间地点、角色口音暴露身份）；设计“语音陷阱”（如沉默片段藏关键线索）；建议搭配变声软件模拟多人对话，适配深夜场、异地组局等场景，可加入“声纹鉴定”等虚拟道具增强科技感。",
  "视频搜证": "定义与核心要素：以预录或实时视频片段为核心线索载体，通过画面细节、背景音效与人物微表情分析推动解谜的剧本类型。\n特点：强视觉叙事（如镜面反射暴露作案工具）、动态时间轴（可暂停/回放关键帧）、多模态线索融合（如唇语解读、光影变化计时），常见监控录像分析、纪录片式伪纪实或虚实嵌套（如真人视频中插入CG特效）题材。\n创作建议：需设计“视频分镜脚本”（标注隐藏线索帧与干扰信息），利用剪辑技术埋设“视觉诡计”（如错位拍摄伪造不在场证明）；可结合AR滤镜或绿幕合成制作“虚实交互视频”（如玩家触发选项后视频内容变化）；适配网速稳定的线上平台，建议提供“技术工具箱”（如亮度调节、频谱分析插件）辅助搜证，避免因画质压缩导致线索失效。",
  "AI主持人": "定义与核心要素：以人工智能技术替代传统主持人（DM），通过算法控制流程推进、线索分发与玩家行为判定的剧本类型。\n特点：强自动化管理（如倒计时提醒、规则仲裁）、动态难度调整（根据玩家水平增减提示）、多语言支持（如实时翻译），常见科幻、赛博空间或数据觉醒题材。\n创作建议：需编写“AI对话树”（预设关键词触发不同反馈），设计“容错机制”（如玩家误操作时AI引导回归主线）；可结合NLP自然语言处理技术实现“智能问答”（如玩家提问关键词提取答案）；适配跨国组局、社恐玩家群体，建议开源部分代码供二次开发（如自定义AI性格模板）。",
  "虚拟场景": "定义与核心要素：通过3D建模、VR技术或网页端交互构建数字场景，玩家以第一视角探索环境并触发线索的剧本类型。\n特点：强空间沉浸感（如全景古宅、悬浮神殿）、动态交互设计（如点击壁画触发机关动画）、多端适配（PC/移动/VR无缝切换），常见古风探案、星际迷航或克苏鲁秘境等强世界观题材。\n创作建议：需使用游戏引擎（如Unity/Unreal）搭建“可破坏场景”（如劈开木箱获取密信）；设计“环境叙事层”（如血迹拖痕暗示凶器位置、书架倾斜角度暗藏密码）；建议加入“场景生态”（如昼夜光影变化、NPC巡逻路径），适配高配设备玩家；可结合线上社区UGC内容（如玩家自定义场景皮肤）延长剧本生命周期。",
  "异步剧本": "定义与核心要素：以非实时、分段式推进为核心，玩家通过独立完成任务、提交决策并等待剧情更新的方式参与剧本，突破时间与空间限制的剧本类型。\n特点：强时间弹性（如24小时响应窗口）、碎片化参与（如每日解锁新章节）、进度可视化（如剧情树状图实时更新），常见跨国谍报、时间胶囊传递或慢节奏悬疑题材。\n创作建议：需设计“阶段化任务链”（如首日破解密码、次日追踪嫌疑人），利用邮件/APP推送触发节点；加入“跨玩家协作机制”（如A组解谜结果影响B组剧情）；建议搭配“离线奖励系统”（如超时提交触发惩罚性剧情），适配社畜、留学生等碎片化时间玩家群体。",
  "元宇宙剧场": "定义与核心要素：基于元宇宙概念构建的平行虚拟世界，玩家通过数字分身（Avatar）参与跨平台剧本杀，实现社交、资产互通与剧情共创的剧本类型。\n特点：强去中心化（如区块链存证剧情分支）、数字资产经济（如NFT线索卡、虚拟土地拍卖）、跨剧本联动（如A剧本角色成为B剧本彩蛋），常见赛博乌托邦、虚拟文明崛起或数据战争题材。\n创作建议：需设计“元宇宙基础协议”（如角色能力继承规则、跨剧本货币体系）；利用DAO（去中心化自治组织）机制让玩家投票决定主线走向；可联合元宇宙平台发行限量数字藏品（如凶器3D模型），适配Web3.0用户群体，需警惕技术壁垒导致的玩家流失。",
  "直播互动": "定义与核心要素：以直播形式呈现剧本进程，观众通过弹幕、打赏或投票实时干预剧情走向，打破“玩家-旁观者”界限的互动型剧本。\n特点：强实时性（如弹幕触发NPC行为）、多线程叙事（主播视角与观众上帝视角并行）、收益分成机制（如打赏解锁隐藏线索），常见网红谋杀案、直播灵异事件或观众众筹改写结局类题材。\n创作建议：需预设“弹幕关键词库”（如“查柜子”触发搜证指令、“投毒”激活支线任务）；设计“流量反哺机制”（如观看人数影响倒计时速度）；建议主播具备即兴控场能力，可加入“虚拟礼物兑换权”（如火箭道具强制复活角色），适配直播平台、虚拟偶像联动等场景。",
  "IP衍生": "定义与核心要素：与影视、游戏、文学等成熟IP合作，通过角色授权、世界观复用或彩蛋植入实现粉丝经济转化的剧本类型。\n特点：强粉丝向（如还原经典场景、角色羁绊）、跨媒介叙事（如剧本杀补完电影未拍剧情）、商业化定制（如限定周边捆绑销售），常见漫改、影改或游戏DLC式剧本，如《哈利波特》分院对抗、《三体》面壁计划衍生。\n创作建议：需深度绑定IP核心记忆点（如伏地魔魂器、漫威无限宝石）；设计“IP彩蛋分层”（轻度粉丝可见明线、死忠粉可挖暗线）；规避版权风险（如修改敏感设定），可联合IP方举办限定场次，适配粉丝嘉年华、IP主题展等场景。",
  "文旅实景": "定义与核心要素：与旅游景区、历史遗迹或城市地标合作，将剧本杀动线嵌入真实地理空间，实现“文旅+剧本杀”双业态导流的剧本类型。\n特点：强在地性（如古镇镖局剧本需实地运镖）、文化赋能（如非遗技艺作为解谜工具）、长效运营（剧本与景区票务系统绑定），常见古城探秘、红色主题研学或博物馆文物寻踪题材。\n创作建议：需设计“动线-剧情耦合点”（如茶馆接头对应景区茶歇区）；利用AR技术叠加虚拟线索（如扫描石碑浮现古诗谜题）；建议分时段开放剧本区域，避免干扰普通游客，适配文旅集团、文创园区等合作方。",
  "品牌定制": "定义与核心要素：为企业品牌量身打造的品牌宣传型剧本杀，通过产品植入、价值观输出或用户画像匹配实现营销目标的剧本类型。\n特点：强商业导向（如新品发布线索化）、软性植入（如任务要求使用指定APP）、用户数据沉淀（如剧本选择关联消费偏好），常见快消品推广、科技产品体验或企业文化培训类题材。\n创作建议：需提炼品牌核心符号（如logo变形为密文、slogan藏头诗）；设计“产品功能化”（如用手机夜景模式拍摄线索）；避免生硬广告，可设置“品牌礼包兑换码”提升转化率，适配新品发布会、会员日等营销场景。",
  "教育实训": "定义与核心要素：以职业培训、学术教学或技能考核为目标，通过剧本杀模拟真实场景进行体验式学习的剧本类型。\n特点：强教育性（如医学剧本模拟手术决策）、实操考核（如消防剧本演练逃生路线）、评估反馈系统（如AI评分逻辑严谨性），常见企业内训（如商务谈判）、安全教育（如反诈演习）或历史课堂（如三国战略推演）等场景。\n创作建议：需设计“知识点颗粒化”（如单局聚焦1-2个核心技能）；加入“专家审核机制”（如消防剧本需消防员校准流程）；可录制“复盘视频”分析学员决策链，适配学校、企业培训部门或政府普法项目。",
  "学术推演": "定义与核心要素：以学术研究或理论验证为隐性目标，通过剧本杀构建社会实验场，观察玩家群体在特定变量下的行为模式的剧本类型。\n特点：强学术框架（如博弈论模型、传播学路径实验）、数据采集（如记录玩家合作频率、谎言密度）、伦理审查（需规避心理风险），常见经济学资源分配、心理学群体决策或历史学可能性推演等课题。\n创作建议：需预设“实验变量”（如引入外部危机观察团队稳定性）；设计“数据埋点”（如对话关键词抓取、选择节点耗时统计）；建议联合高校研究所发布，产出学术论文或社会实验报告，适配科研机构、社科类课题项目。",
  "公益宣传": "定义与核心要素：以传播公益理念、募集善款或提升社会议题关注度为目标的剧本类型，通过情感共鸣驱动玩家行动转化。\n特点：强社会价值（如反家暴、自闭症关怀）、轻商业化（部分收益捐赠公益组织）、情感化叙事（如玩家角色即受助者原型），常见环保倡议、弱势群体帮扶或文化遗产保护题材。\n创作建议：需植入“真实案例”（如受助儿童手写信、濒危动物影像）；设计“行为转化出口”（如剧本结束后跳转捐款页面、志愿者报名通道）；建议联合公益机构提供“认证书”，增强玩家参与感，适配慈善晚会、公益周等活动。",
  "艺术展览": "定义与核心要素：与美术馆、艺术节或独立艺术家合作，将剧本杀动线与艺术展陈深度结合，实现“观展-解谜-创作”三位一体的剧本类型。\n特点：强美学表达（如剧本主题呼应展览流派）、观展动线重构（如画作顺序即解密顺序）、观众共创性（如集体绘制结局壁画），常见当代艺术展、装置艺术季或非遗手工艺展等场景。\n创作建议：需解构艺术作品的多重隐喻（如抽象画作对应角色心理状态）；设计“展品交互化”（如触摸雕塑触发机关、扫描油画显示隐藏诗句）；可发行“艺术联名衍生品”（如线索卡采用艺术家丝网印刷），适配双年展、画廊开幕等高端艺术场景。"
}