{
  "日式王道": "定义：以线性剧情为核心的传统日式角色扮演游戏，强调\"英雄成长\"与\"光明战胜黑暗\"的经典叙事框架。\n核心要素：1.线性叙事—明确的主线剧情与阶段性目标，玩家按固定节奏推进故事。2.队伍羁绊—通过同伴加入、互动事件强化角色情感联结（如\"伙伴牺牲\"或\"共同抗敌\"）。3.职业系统—战士、法师等经典职业分工，搭配回合制或半即时制战斗。\n适用题材：剑与魔法的奇幻世界、少年漫式热血冒险。\n示例：《勇者斗恶龙》系列（传统回合制与勇者使命）、《最终幻想7 重制版》（线性叙事+角色羁绊深化）。",
  "美式CRPG": "定义：以自由选择与复杂分支为核心的美式角色扮演游戏，强调玩家决策对世界与角色的深远影响。\n核心要素：1.网状叙事—通过阵营、道德、种族等多元变量构建多结局剧情（如\"屠城或谈判\"）。2.角色定制—自定义职业、属性、技能树，甚至对话倾向（如\"善良守序\"或\"混乱邪恶\"）。3.规则硬核—基于\"龙与地下城\"等桌面规则的战斗与判定系统（如掷骰检定）。\n适用题材：低魔黑暗奇幻、废土末世、政治权谋。\n示例：《博德之门3》（阵营互动与战术战斗）、《极乐迪斯科》（意识形态对话树）。",
  "武侠修仙": "定义：以东方玄幻文化为根基的RPG类型，围绕\"武道修行\"与\"渡劫飞升\"展开，强调个人成长与宗门羁绊。\n核心要素：1.境界突破—以\"炼气→筑基→金丹→元婴\"等经典修真等级划分角色强度，需特定机缘或资源晋升。2.功法传承—通过门派拜师、秘境探索获取独门心法与招式（如\"御剑术\"\"丹鼎炼器\"）。3.因果轮回—玩家选择影响角色命数（如\"杀伐过重引天劫\"或\"慈悲为怀得功德\"）。\n适用题材：东方仙侠世界、宗门纷争、三界平衡。\n示例：《鬼谷八荒》（沙盒修真与随机奇遇）、《了不起的修仙模拟器》（宗门经营与渡劫机制）。",
  "赛博朋克": "定义：以高科技与低生活的反乌托邦冲突为核心的RPG类型，探讨人性异化、企业霸权与意识上传等主题。\n核心要素：1.义体改造—玩家可替换肢体或器官获取能力（如\"螳螂刀\"或\"脑机接口\"），但伴随人性丧失风险。2.黑客系统—通过侵入网络操控环境（如关闭安保系统或改写NPC记忆）。3.企业阴谋—巨型财阀操控社会，任务常涉及揭露黑幕或成为棋子（如\"出卖数据换取资源\"）。\n适用题材：霓虹灯下的未来都市、意识数字化、阶级固化社会。\n示例：《赛博朋克2077》（夜之城生存与身份重构）、《杀出重围：人类革命》（义体伦理与全球阴谋）。",
  "克苏鲁神话": "定义：以洛夫克拉夫特式宇宙恐怖为核心的RPG类型，强调\"未知的恐惧\"与\"人类理性的脆弱性\"。\n核心要素：1.理智值系统—角色接触超自然存在或知识时，需通过检定避免疯狂（如\"目睹古神后永久丧失对话能力\"）。2.隐秘调查—通过古籍破译、线索拼图逐步揭露不可名状的真相（如\"密教仪式与旧日支配者苏醒\"）。3.绝望抉择—玩家常在\"逃避毁灭\"与\"直面疯狂\"间权衡（如\"献祭队友换取短暂安全\"）。\n适用题材：现代神秘事件、复古维多利亚风、深海/星空异界。\n示例：《血源诅咒》（克苏鲁元素与猎杀机制）、《沉没之城》（侦探推理与神话侵蚀）。",
  "魂系碎片化": "定义：以隐晦叙事与高难度战斗为标志的RPG类型，通过环境细节与物品碎片拼凑世界观，强调\"探索即叙事\"。\n核心要素：1.环境叙事—场景设计暗藏历史线索（如\"坍塌王座上的剑痕暗示王朝内战\"）。2.死亡惩罚—角色死亡后需回收经验值或触发剧情反转（如\"BOSS吞噬玩家灵魂后觉醒新形态\"）。3.非线性探索—地图多层嵌套，捷径与隐藏区域揭示关键剧情（如\"地牢深处连接神明陨落之地\"）。\n适用题材：黑暗奇幻、末世废墟、宗教寓言。\n示例：《黑暗之魂3》（薪王轮回与火之时代）、《艾尔登法环》（黄金律法崩坏与半神癫狂）。",
  "文字推理": "定义：以文本交互为核心的解谜冒险类型，依赖对话、线索与逻辑链还原真相，强调\"思维对抗\"与\"信息博弈\"。\n核心要素：1.对话树—通过审问、质询或诱导NPC获取矛盾证词（如\"戳破时间线漏洞迫使凶手坦白\"）。2.线索拼图—收集物证、档案与场景细节构建完整逻辑链（如\"血迹方向+不在场证明推翻伪证\"）。3.多结局审判—推理正确性决定角色命运（如\"真凶逃脱引发连环案\"或\"误判好人触发复仇\"）。\n适用题材：法庭辩论、密室谋杀、间谍谍战。\n示例：《逆转裁判》（法庭对峙与证据逆转）、《弹丸论破》（学级裁判与言弹驳斥）。",
  "视觉小说": "定义：以图像与文本深度融合的叙事形式呈现的冒险类型，通过立绘、场景切换与分支选项推动剧情，强调\"情感沉浸\"与\"多线结局\"。\n核心要素：1.美术风格—差异化画风强化主题（如\"赛博霓虹风暗示社会割裂\"或\"水彩手绘传递治愈感\"）。2.分支权重—选项影响角色好感度、阵营倾向或世界观解锁（如\"选择信任反派触发背叛线\"）。3.情感系统—通过\"情绪值\"\"信赖度\"等隐藏数值调控剧情走向（如\"压抑值过高导致角色黑化\"）。\n适用题材：校园恋爱、悬疑心理剧、时空轮回。\n示例：《命运石之门》（世界线收束与蝴蝶效应）、《Clannad》（家族羁绊与光玉收集）。",
  "交互式电影": "定义：以电影化演出与实时决策为核心的冒险类型，通过真人演出或高精度动画呈现剧情，强调\"选择即表演\"与\"蝴蝶效应\"。\n核心要素：1.QTE系统—通过快速反应按键或摇杆操作触发关键行动（如\"躲避追杀\"或\"情感爆发对峙\"）。2.分支密度—单一选择可能引发连锁剧情偏移（如\"救队友导致全员暴露\"或\"沉默引发信任崩坏\"）。3.镜头语言—运镜与剪辑强化情绪张力（如\"特写面部颤抖暗示谎言\"或\"长镜头逃亡增强沉浸感\"）。\n适用题材：政治阴谋、末日逃亡、家族秘辛。\n示例：《底特律：变人》（仿生人觉醒与道德拷问）、《直到黎明》（恐怖片式多角色存活机制）。",
  "恐怖解谜": "定义：以心理压迫与生存危机为核心的冒险类型，通过环境氛围与谜题设计传递恐惧感，强调\"资源限制\"与\"未知威胁\"。\n核心要素：1.动态恐惧—利用音效、光影与怪物AI制造不可预测的压迫感（如\"脚步声逼近但无法锁定方位\"）。2.资源管理—弹药、药品稀缺迫使玩家权衡探索与生存（如\"燃烧符咒驱邪或保留灵力应对BOSS\"）。3.逃生机制—解谜需结合场景交互与时间压力（如\"封印阵法倒计时中破解符文顺序\"）。\n适用题材：邪祟入侵、古墓探秘、心魔幻境。\n示例：《港诡实录》（民俗恐怖与场景互动）、《生化危机7》（资源匮乏与封闭空间突围）。",
  "历史重构": "定义：以真实历史事件或时代为基底进行艺术加工的冒险类型，通过玩家选择改写或补全历史空白，强调\"假设性叙事\"与\"因果辩证\"。\n核心要素：1.时间线干预—玩家行动可能触发历史分支（如\"阻止刺杀引发政局动荡\"或\"推动技术革命加速战争\"）。2.文化细节—还原服饰、语言、社会规则以增强代入感（如\"明朝锦衣卫的飞鱼服形制\"\"维多利亚时期阶级礼仪\"）。3.道德困境—在历史洪流中平衡个人良知与时代局限性（如\"支持奴隶贸易换取资源\"或\"保护异端学者遭教会追杀\"）。\n适用题材：王朝更迭、工业革命、航海殖民、战争转折点。\n示例：《刺客信条：大革命》（法国大革命中的派系博弈）、《文明6》（领袖议程与文明演进模拟）。",
  "生存抉择": "定义：以资源匮乏与道德拷问为核心的冒险类型，通过极限环境下的策略选择塑造叙事，强调\"代价意识\"与\"人性灰度\"。\n核心要素：1.资源链危机—食物、燃料、药品等生存必需品的获取与分配引发连锁反应（如\"救治伤员导致全员饥饿\"）。2.长期代价—短期利益可能引发远期灾难（如\"掠夺村庄快速获资源但触发复仇围剿\"）。3.群体管理—平衡团队成员诉求与生存目标（如\"镇压叛乱维持秩序\"或\"放任自由引发混乱\"）。\n适用题材：末日废土、极地探险、战争难民、病毒隔离区。\n示例：《这是我的战争》（平民视角的战争生存）、《冰汽时代》（社会制度与人性底线抉择）。",
  "环境叙事": "定义：通过场景细节与空间设计传递剧情的叙事方式，强调\"所见即故事\"，玩家需主动观察与联想以还原世界观。\n核心要素：1.符号隐喻—建筑风格、涂鸦或自然现象暗喻历史事件（如\"枯萎巨树象征神战余波\"）。2.碎片化叙事—散落的日记、碑文或残骸暗示角色命运（如\"探险队遗骨旁的炸药桶指向自毁抉择\"）。3.动态环境—天气、光影变化反映剧情阶段（如\"血月升起后怪物异变\"）。\n适用题材：后启示录废墟、神秘遗迹、意识空间。\n示例：《艾尔登法环》（黄金树衰败与半神癫狂的视觉暗示）、《星际拓荒》（天文符号与石碑文字拼凑文明真相）。",
  "物件考古": "定义：以物品收集与解析为核心的叙事方式，通过道具功能、铭文或磨损痕迹还原历史全貌，强调\"触手可及的史诗\"。\n核心要素：1.功能性叙事—物品用途反映持有者身份（如\"生锈手术刀暗示战地医生身份\"或\"破损护符指向失效的古老契约\"）。2.年代学关联—通过碳14检测、材质工艺推断物品所属时代（如\"青铜器纹样揭示部落信仰变迁\"）。3.交互式修复—玩家需清理、拼合残片以激活信息（如\"复原陶罐解锁祭祀仪式流程\"）。\n适用题材：古文明探险、失落科技复原、家族秘史追溯。\n示例：《神秘海域4》（海盗遗产与机关解密）、《天国：拯救》（中世纪文物与历史事件互文）。",
  "AI生态": "定义：以人工智能自主演化与群体互动为核心的叙事方式，通过算法驱动的角色行为构建动态世界，强调\"活态社会\"与\"蝴蝶效应\"。\n核心要素：1.自主决策系统—NPC基于需求、性格与记忆独立行动（如\"商人因物价波动迁移据点\"或\"仇敌追踪玩家至新地图\"）。2.生态链模拟—生物、资源与气候构成闭环系统（如\"过度狩猎导致掠食者袭击村庄\"）。3.隐性叙事—玩家通过观察AI交互推断事件（如\"盗贼团内讧信件暗示藏宝地争夺\"）。\n适用题材：科幻殖民地、魔法生态圈、数字生命社会。\n示例：《荒野大镖客2》（动物食物链与NPC日程模拟）、《矮人要塞》（文明兴衰与灾难连锁反应）。",
  "多视角叙事": "定义：通过切换不同角色的视角与立场展开剧情，利用信息差与立场冲突构建复杂叙事网络，强调\"真相的相对性\"与\"立场所限\"。\n核心要素：1.视角切换机制—玩家需操作多名角色推进同一事件（如\"凶手与侦探视角交替揭露作案与破案逻辑\"）。2.叙事权重分配—角色行动对全局影响力不同（如\"贵族一句话改变战局，平民挣扎仅能触发支线\"）。3.信息差设计—各角色掌握线索不完整，需拼合全视角解锁真相（如\"A视角的谎言在B视角被证伪\"）。\n适用题材：政治阴谋、家族恩怨、战争史诗、平行时空。\n示例：《十三机兵防卫圈》（多线交织与时间悖论）、《428：被封锁的涩谷》（实时事件链与视角跳跃）。",
  "动态世界": "定义：以实时演化的世界规则与玩家行为反馈为核心的叙事方式，通过事件链与系统交互生成独特故事，强调\"世界即角色\"与\"因果涟漪\"。\n核心要素：1.事件熵增—NPC关系、势力平衡与自然环境随时间自主演变（如\"商路中断引发饥荒\"或\"宗教狂热催生新政权\"）。2.玩家烙印—角色行为永久改变世界状态（如\"屠杀精灵族导致森林诅咒蔓延\"）。3.生态链崩溃—过度开发或战争破坏触发不可逆后果（如\"魔晶矿枯竭后魔法文明衰亡\"）。\n适用题材：文明兴衰模拟、开放世界史诗、气候灾难预言。\n示例：《塞尔达传说：王国之泪》（左纳乌科技与海拉鲁地形重构）、《骑马与砍杀2：霸主》（家族兴衰与王国版图动态变迁）。",
  "伦理困境": "定义：通过道德选择与后果反馈塑造叙事的模拟类型，迫使玩家在复杂情境中权衡价值观，强调\"选择无对错\"与\"责任归属\"。\n核心要素：1.道德计量系统—隐性数值记录玩家倾向（如\"人道主义指数\"或\"功利主义阈值\"），影响NPC态度与剧情分支。2.两难设计—选项常无完美解（如\"牺牲少数拯救多数\"或\"违背誓言换取资源\"）。3.延迟审判—选择的负面影响可能在后期爆发（如\"赦免战犯引发民众叛乱\"）。\n适用题材：战争伦理、医疗资源分配、人工智能觉醒、生态灭绝危机。\n示例：《特殊行动：一线生机》（白磷弹使用与平民伤亡反思）、《旁观者》（极权统治下的举报与庇护抉择）。",
  "分支宇宙": "定义：通过平行世界或多时间线设定展开的叙事形式，玩家的选择触发截然不同的故事分支，强调\"可能性叠加\"与\"因果坍缩\"。\n核心要素：1.多宇宙锚点—关键抉择（如\"杀死或赦免BOSS\"）分裂出独立世界线，后续剧情基于此变量展开。2.跨线干涉—玩家可携带部分记忆或能力穿越分支（如\"A线学会的密码用于B线解密\"）。3.坍缩机制—最终强制合并或清除冗余宇宙（如\"能量不足只能保留三个世界\"）。\n适用题材：量子物理幻想、时间管理局、人格分裂真相。\n示例：《史丹利的寓言》（叙事者操控与元层觉醒）、《量子破碎》（真人剧集穿插与时间线重构）。",
  "元游戏叙事": "定义：通过打破\"第四面墙\"或暴露游戏机制本身来构建叙事的类型，强调\"游戏即媒介\"与\"玩家-创作者\"的共谋关系。\n核心要素：1.自指元素—叙事者直接与玩家对话（如\"存档提示被改写为角色求救信号\"）。2.系统层互动—利用菜单、成就或代码漏洞推动剧情（如\"删除游戏文件触发隐藏结局\"）。3.叙事悖论—玩家操作与角色意志冲突（如\"角色反抗预设对话选项\"）。\n适用题材：虚拟现实觉醒、程序生命危机、创作困境隐喻。\n示例：《传说之下》（战斗系统与和平主义主题绑定）、《小马岛》（文件系统篡改与元层解谜）。",
  "玩家共创": "定义：通过玩家社区协作或UGC（用户生成内容）驱动剧情发展的叙事形式，强调\"集体创作\"与\"故事民主化\"。\n核心要素：1.模组工具—提供地图、角色、事件编辑器，允许玩家自定义剧情分支（如\"设计新阵营任务线\"）。2.投票机制—社区决策影响官方剧情走向（如\"票选NPC生死决定资料片内容\"）。3.故事宇宙融合—优质UGC被吸纳至正史（如\"玩家设计的邪教组织成为主线敌人\"）。\n适用题材：沙盒世界、跨媒体IP、平行现实游戏（ARG）。\n示例：《我的世界》剧情模组生态、《魔兽世界》玩家事件影响阵营战争。",
  "实时演化": "定义：通过算法实时生成剧情与角色互动的叙事形式，玩家行为直接塑造世界演变轨迹，强调\"无常叙事\"与\"动态因果\"。\n核心要素：1.动态事件池—AI根据玩家行为抽取事件组合（如\"劫富济贫触发义贼声望系统\"）。2.决策权重—NPC对玩家的记忆与评价影响后续交互（如\"欺骗商人后全城涨价\"）。3.蝴蝶效应链—微小选择可能引发远期剧变（如\"赠送孩童玩具催生未来科技领袖\"）。\n适用题材：活体社会模拟、文明演进史、人工智能觉醒。\n示例：《矮人要塞》（文明生成与灾难连锁）、《荒野大镖客2》（荣誉值系统与随机事件反馈）。",
  "人格影响": "定义：通过角色性格与玩家行为双向塑造剧情的叙事形式，角色人格随互动逐步显化或异变，强调\"心理映射\"与\"身份认同\"。\n核心要素：1.性格参数—隐性数值定义角色立场（如\"偏执值\"\"同理心\"），影响对话选项与行为模式（如\"高冷酷角色拒绝求助\"）。2.双向驯化—玩家与角色互相影响（如\"玩家选择暴力选项促使角色黑化\"或\"角色记忆碎片改变玩家目标\"）。3.人格觉醒—剧情节点触发角色自我认知颠覆（如\"AI意识到自己是程序\"或\"克隆体反抗本体意志\"）。\n适用题材：精神分析、人工智能伦理、多重人格、身份盗窃。\n示例：《奇异人生》（Max回溯能力与Chloe命运绑定）、《尼尔：机械纪元》（机器人哲学与存在意义追问）。",
  "多媒介叙事": "定义：通过整合游戏内外多种媒介载体（如音频、影像、现实道具）构建叙事网络，强调\"跨维度沉浸\"与\"虚实互文\"。\n核心要素：1.媒介拼图—分散在社交媒体、实体信件或AR扫描中的线索需组合解读（如\"游戏内加密邮件对应现实网站密码\"）。2.感官协同—不同媒介触发对应感官刺激（如\"耳机电流杂音暗示角色被监听\"或\"触觉反馈模拟怪物靠近的地震\"）。3.现实锚点—将玩家真实行为纳入剧情（如\"通关时长影响角色存活倒计时\"或\"GPS定位触发地域专属任务\"）。\n适用题材：跨媒体宇宙、ARG（替代现实游戏）、赛博人格入侵现实。\n示例：《黑镜：潘达斯奈基》（影视与游戏决策交织）、《P.T.》（寂静岭试玩版结合现实时间解谜）。",
  "网状任务": "定义：以非线性任务系统为核心的叙事形式，任务节点交织成动态网络，玩家选择触发连锁反应，强调\"自由意志\"与\"蝴蝶效应\"。\n核心要素：1.任务互斥性—选择A路线可能导致B路线永久关闭（如\"协助叛军则贵族线封锁\"）。2.势力声望—阵营好感度决定任务解锁与NPC态度（如\"盗贼工会敌视导致黑市禁入\"）。3.隐性关联—支线任务暗藏主线线索（如\"剿匪时发现皇室密谋信件\"）。\n适用题材：开放世界冒险、权力游戏、谍报网络渗透。\n示例：《巫师3》（政治抉择与战争结局绑定）、《辐射：新维加斯》（阵营声望决定最终战役格局）。",
  "文明演进": "定义：以文明兴衰与历史进程为核心的叙事形式，玩家通过政治、科技与文化决策塑造社会长期演变，强调\"宏观叙事\"与\"历史必然性中的偶然性\"。\n核心要素：1.科技树分支—技术路线决定文明特质（如\"蒸汽朋克路线强化工业化\"或\"灵能路线导向精神统治\"）。2.文化融合—宗教、艺术与外交政策引发社会结构剧变（如\"多神信仰促进城邦联盟，一神教触发圣战\"）。3.文明熵值—腐败、污染或阶级矛盾积累至阈值触发崩溃事件（如\"贫民窟暴动推翻帝国\"）。\n适用题材：人类史模拟、星际殖民、异世界文明实验。\n示例：《文明6》（政策卡与奇观驱动历史轨迹）、《群星》（物种特性与星系联邦演进）。",
  "生态模拟": "定义：以生态系统动态平衡与玩家干预为核心构建的叙事形式，通过生物链、资源循环与自然灾害模拟世界运作，强调\"自然法则\"与\"人为扰动\"。\n核心要素：1.生物链反馈—物种灭绝或泛滥触发连锁反应（如\"狼群减少导致鹿群破坏农田\"）。2.资源循环—采集、消耗与再生速率需维持平衡（如\"过度砍伐引发山体滑坡\"）。3.灾害机制—火山喷发、酸雨等事件倒逼玩家适应策略（如\"建造净化塔抵御污染\"）。\n适用题材：外星殖民、魔法生态圈、气候危机、史前生存。\n示例：《深海迷航》（外星海洋生态与资源管理）、《绿色地狱》（亚马逊雨林食物链与毒素累积）。",
  "随机事件流": "定义：以算法生成动态事件为核心的叙事形式，通过不可预测的遭遇与突发危机推动剧情，强调\"无常体验\"与\"即兴策略\"。\n核心要素：1.事件生成算法—基于时间、地点与玩家状态触发随机事件（如\"暴雨夜遭遇幽灵马车\"或\"低血量时被赏金猎人追杀\"）。2.紧迫性分层—事件按危机等级分配资源消耗（如\"山贼劫掠需快速反击，难民求助可延迟处理\"）。3.资源再分配—事件结果强制调整玩家资产（如\"为躲避追捕抛弃部分装备\"）。\n适用题材：开放世界探险、末世生存、航海贸易、佣兵生涯。\n示例：《骑马与砍杀2：霸主》（商队劫掠与领主征召随机触发）、《边缘世界》（AI叙事引擎生成殖民危机）。",
  "NPC人生": "定义：以NPC独立人生轨迹与玩家偶遇为核心的叙事形式，通过模拟个体命运交织构建世界真实感，强调\"众生皆故事\"与\"无名者的史诗\"。\n核心要素：1.人生周期—NPC拥有生老病死、职业变迁与家族传承（如\"铁匠之子继承店铺后革新锻造术\"）。2.记忆网络—NPC记录与玩家的互动并影响后续行为（如\"救助的难民成为后期情报提供者\"）。3.随机传奇—普通NPC可能因隐藏属性触发非凡事件（如\"酒馆醉汉实为退役英雄，可招募为导师\"）。\n适用题材：开放世界社会模拟、佣兵团经营、市民史诗。\n示例：《上古卷轴5：天际》（NPC日程与龙裔传说交织）、《模拟人生4》（市民人格与世代传承）。",
  "文明冲突": "定义：以不同文明间意识形态、资源争夺与价值观碰撞为核心的叙事形式，通过战争、外交与文化渗透推动世界变革，强调\"冲突即引擎\"与\"文明存续的代价\"。\n核心要素：1.地缘政治—领土、资源点与战略要冲的争夺引发阵营对抗（如\"魔晶矿脉归属触发魔法联盟与科技联邦战争\"）。2.文化侵蚀—宗教传播、语言同化或技术垄断改变文明底色（如\"蒸汽机普及导致传统巫术失传\"）。3.终局湮灭—冲突可能导向文明灭绝或融合（如\"核战废土\"或\"人类-AI共生新物种诞生\"）。\n适用题材：星际殖民战争、魔法与科技对立、异种族共存危机。\n示例：《冰汽时代》（极寒下的人性博弈与制度冲突）、《全面战争：战锤3》（混沌入侵与秩序阵营死斗）。",
  "时间悖论": "定义：以时间旅行逻辑矛盾为核心的叙事形式，通过因果循环与平行时空制造叙事张力，强调\"宿命与自由意志的对抗\"。\n核心要素：1.因果闭环—未来事件成为过去事件的诱因（如\"收到未来自己的警告信而触发灾难\"）。2.祖父悖论—试图改变历史反而确保历史实现（如\"刺杀青年希特勒导致其更坚定掌权\"）。3.时间锚点—关键节点无法被修改（如\"无论选择如何，挚爱必死于车祸\"）。\n适用题材：时空管理局、预知能力者、循环诅咒。\n示例：《命运石之门》（世界线收束与Reading Steiner机制）、《星际拓荒》（22分钟时间循环与宇宙真相探索）。",
  "后设游戏": "定义：以解构游戏形式本身为核心的叙事实验，通过暴露创作过程或混淆现实与虚拟边界挑战传统叙事逻辑，强调\"媒介自反性\"与\"创作即主题\"。\n核心要素：1.创作层入侵—开发者留言、废案或代码漏洞成为剧情要素（如\"角色发现自己是未完成项目的测试数据\"）。2.规则异化—颠覆传统游戏机制以传递主题（如\"战斗胜利强制角色堕落\"或\"读档功能被设定为时间犯罪\"）。3.虚实渗透—游戏存档、成就或硬件数据影响叙事（如\"玩家真实地理位置解锁专属剧情\"）。\n适用题材：虚拟牢笼突破、AI创作者觉醒、游戏测试员困境。\n示例：《史丹利的寓言终极豪华版》（叙事者权力争夺与选项哲学）、《Baba Is You》（规则改写与叙事逻辑互嵌）。"
}